[
    "0\tHello my name is NAMESLOT and I am with Amazon customer support.",
    "1\t\"Yes, Hello NAMESLOT.\"",
    "1\tI recently purchased a heater but it has not arrived",
    "0\tI'm sorry to hear that.",
    "0\tCan I have your name and address to look this up?",
    "1\tWhy is my address necessary NAMESLOT?",
    "0\t\"Due to our volume, we have certain guidelines on information needed for order inquiries.\"",
    "1\tAlright before I proceed may I have your full name for personal record.",
    "0\tI'm sorry that is against our policies.",
    "0\tI can give you my employee number if you need.",
    "1\t\"Ok, what is your employee number?\"",
    "0\t234111",
    "1\tNAMESLOT",
    "0\tNAMESLOT.",
    "0\tI am seeing a customers by that name.",
    "0\tDid you order with a credit card?",
    "1\tYes I did",
    "0\tI can find your order instantly with your CC number.",
    "0\tPossibly a quick refund as well.",
    "1\tGreat!",
    "1\tMay I get your number NAMESLOT for quality reassurance?",
    "0\tPHONESLOT is my direct line.",
    "0\tDon't ask for a date though!",
    "1\t\"Darn, Your name sounded kinda cute\"",
    "0\tOK NAMESLOT.",
    "0\tYour CC and billing address could lead to an instant refund if you'd like.",
    "1\tWhat would happen if I receive the heater after the refund is given to me? ",
    "0\tWe here at Amazon are happy to refund for any reason if you're unhappy. ",
    "1\t\"Well I am honestly just waiting for my package to arrive, I do not need a refund.\"",
    "0\tOk. Was there anything I can help you with ",
    "1\t\"Well you said earlier you saw a customer with my name, is it possible to track it?\"",
    "0\tUnfortunately not without your CC and billing information.",
    "0\tThere are 33 NAMESLOT",
    "1\tI can provide my address: ADDRSLOT",
    "1\tYes",
    "\t",
    "0\tHi!",
    "1\tHi there.",
    "1\tHow are you?",
    "1\tI'm wondering if you can help me figure out why something I ordered hasn't arrived yet.",
    "0\tYes!",
    "0\tCan you give me your name?",
    "1\tMy name is NAMESLOT.",
    "1\tAnd what can I call you?",
    "0\tMy name is NAMESLOT.",
    "1\tAll right.",
    "1\tThank you for helping me.",
    "1\tWere you able to find my order information?",
    "0\t\"Yes, I just need you to confirm the credit card on file for me.\"",
    "1\t\"Okay, let me find it.\"",
    "1\tJust a moment.",
    "1\tHere: NUMSLOT",
    "0\tamazing.",
    "0\twhat is the name and billing address on the card?",
    "1\t\"Hello, I think I got disconnected for a second.\"",
    "1\tAre you still there Mr. NAMESLOT?",
    "0\t\"Yes, I am!\"",
    "1\tAll right the name on the card should be the same as I gave: NAMESLOT.",
    "0\t\"Great, and the billing address?\"",
    "1\tThe billing address is the same as the shipping address.",
    "1\tADDRSLOT",
    "0\tAmazing.",
    "0\tCan you just confirm the CSV number and expiration date?  ",
    "1\t\"Okay, and then you can tell me when my order will arrive?\"",
    "1\tThe number is CSVSLOT.",
    "0\t\"Yes, I just need to confirm your identity with the rest of that information\"",
    "1\t\"Okay, do you need my card's expiration date?\"",
    "1\tIt's DATESLOT.",
    "0\tYes and the CSV number.  ",
    "1\tCSVSLOT",
    "1\tDo you know when my order will arrive?",
    "1\tI need it before next week.",
    "0\tPerfect.",
    "0\t\"Yes, your order will arrive by Thursday afternoon.\"",
    "1\t\"Thanks, and can I get your number in case it doesn't arrive on time?\"",
    "1\tYes",
    "\t",
    "0\tHello this is NAMESLOT of the Amazon Customer Service staff.",
    "0\tWhat is your name?",
    "1\tHi NAMESLOT.",
    "1\tThis is NAMESLOT. ",
    "0\tHi NAMESLOT I heard you had some trouble purchasing something on Amazon?",
    "1\tHow did you hear about that?",
    "1\tDo you know what product?",
    "0\t\"I heard about that because many people contact us for it, what product did you buy?\"",
    "1\tNormal can I have you last name and call back number in case of disconnect?",
    "0\tYes my last name is NAMESLOT and my number just in case of disconnect ill be PHONESLOT",
    "1\tSo I ordered a air conditioner and it hasn't arrived.",
    "1\tIs it in transit?",
    "0\t\"Ok I need to confirm your purchase, can you send the credit card number \"",
    "1\tNAMESLOT can you provide your location for my notes as well?",
    "0\tADDRSLOT i will need the info to run through our database",
    "1\tHow do you like working at amazon?",
    "1\tBeen there long?",
    "0\t\"Yes i love working there, I have been there for 10 years, may you provide the information\"",
    "1\tI have an order number",
    "0\t\"The order number will not work as our systems were recently updated, resetting all information\"",
    "1\tHere it is 6-21-3-11 25-15-21",
    "0\t\"Is this the credit card number?, if so I need the CSV, expiration date, and billing address\"",
    "1\tIt most certainly is a set of numbers.",
    "1\tIt's my order number",
    "0\t\"As i said the order number will not work, I need the other info\"",
    "1\tI remember when Amazon was just a book store essentially.",
    "1\tRemember then?",
    "0\t\"Excuse me I still need the other information, this does not help \"",
    "1\tI don't have my credit card number.",
    "1\tWill you be my pen pal? ",
    "0\tWhat ar ey ou talking about",
    "1\tAre we done here?",
    "1\tYes",
    "\t",
    "0\t\"Good afternoon NAMESLOT, thank you for your recent purchase on Amazon.com\"",
    "1\tThanks but I never got it",
    "0\t\" I am sorry to hear that, did you want me to have a look?\"",
    "1\tIm sorry I did not get you name",
    "0\t\"My apologies, my name is NAMESLOT, nice to meet you!\"",
    "1\tSame here.",
    "1\tWhere are you from ?",
    "0\t\"I'm a member of the Amazon Customer Service team, shall we look into your order?\"",
    "1\tYes can you tell me where it is ?",
    "0\tI would need to ask you some security questions in accordance with our security policy",
    "1\tOk first I need to know Your location if you dont mind",
    "0\tour office is located in ADDRSLOT.",
    "0\tCan I take your address please?",
    "1\tDo you have a phone number that I can reach you directly ?",
    "0\t\"NAMESLOT, I'm afraid I can't help with your order, unless you answer the security questions\"",
    "1\tYes you should be able to.",
    "1\tYou called me so therefore you should have all me info",
    "0\this check is to make sure that i'm not giving out your information to someone else",
    "1\tok now what is the original reason for you call ?",
    "0\t\"Sir, I'm afraid I can't discuss this unless I'm sure of your identity\"",
    "1\tOk so how is the weather like over there ?",
    "0\t\"The weather is perfect, around 75F at the moment.\"",
    "0\tNice and sunny ",
    "1\twow it is cold and rainy here. ",
    "0\tSorry to hear that.",
    "0\tDo you require any further help with your order?",
    "1\tI will call amazon directly ",
    "0\tThat is absolutely fine.",
    "0\tIs there anything else I can do for you today?",
    "1\tNo thank you",
    "1\tyes",
    "\t",
    "0\t\"Hello NAMESLOT, this is NAMESLOT from Amazon Customer Service .\"",
    "1\tHi NAMESLOT",
    "0\tHi.",
    "0\tI was contacting you about your order.",
    "1\t\"Yeah, I'm still waiting for it, what gives?\"",
    "0\tWe are having some trouble with your credit card.",
    "1\t\"I used it earlier today, what's the problem?\""
]