[
    {
        "id": "NPR-1",
        "program": "News & Notes",
        "date": "2007-11-28",
        "url": "https://www.npr.org/templates/story/story.php?storyId=16697288",
        "title": "Black Actors Give Bible Star Appeal",
        "summary": "More than 400 black actors, artists and ministers are bringing the Gospel to life in the audio book, The Bible Experience:The Complete Bible. Farai Chideya talks with producer Kyle Bowser and actress Wendy Raquel Robinson, who lends her voice to the project.",
        "utt": [
            "Now, moving on, Forest Whitaker as Moses, Tisha Campbell Martin as Mary Magdalene - well, that's all in \"The Bible Experience.\" A New Testament edition was released in 2006. This edition is billed as \"The Complete Bible.\" It doesn't have one person reading the gospels. It features nearly 400 African-American artists, actors and ministers, plus sound effects.",
            "Just listen to Blair Underwood's rendition of Jesus on the cross.",
            "(As Jesus) My God, my God, why have you forsaken me?",
            "Now, we've got two people affiliated with the project with us today. Kyle Bowser, he co-produced \"The Bible Experience\" and actress Wendy Raquel Robinson, one of the actors in \"The Bible Experience,\" and she also stars in the CW series, \"The Game.\"",
            "Hi folks, how are you doing?",
            "Great.",
            "Great. How are you?",
            "I'm doing great. Now, Kyle, how did this project come about?",
            "Hmm. A couple of winters ago, while Christmas shopping, I purchased an audio bible and hoped that I would finally get through the Bible by listening to it in my car. And I had failed to read the Bible as I'd promised. And after listening to a couple of disks, I was very disappointed. It just didn't really resonate with me. There was a lack of real production value. And the idea struck that perhaps we should try to do this ourselves and bring the Hollywood experience that we have to the process. And I think we have accomplished that goal.",
            "Were you ever afraid of crossing a line and saying, okay, we're going to make this too Hollywood - the Bible is going too Hollywood? And I'm thinking of all the criticism of Mel Gibson's movie, \"The Passion of the Christ.\"",
            "No, that thought never really occurred to me. I think the gospel is applicable wherever you go including Hollywood. If anything, I was a little concerned about the idea of profiting from the Bible. But after consulting with some theologians and my grandmother, I got over that quickly.",
            "Now, Wendy - now, you were the voice of an angel in the book of Revelations. Let's take a listen to that.",
            "Unidentified Man: A second angel followed and said,",
            "(As Angel) Fallen. Fallen is Babylon the Great, which made all the nations drink the maddening wine of her adulteries.",
            "That (unintelligible).",
            "What did you - yeah, absolutely. Absolutely. So - I mean, it's not bad to be an angel.",
            "No.",
            "Other than that, what made you want to do this?",
            "You know, it's amazing. I feel like I got kind of bombarded the project. I knew Robi Reed who was also the casting director, and (unintelligible) who was actually working on it. And one day, I happened to be there and I saw a demo of what they were doing. And I said, hands down. How can I be a part of this?",
            "So I just pretty much put myself into it because I was just so drawn by the emotion, by - I mean, of course, you know, any time you're doing something that's related to the Gospel and to the Bible, you know - immediately I was drawn to that. But it was just so different from any project that I've ever been attached to or had even, you know, been around. So I was just - I basically - I bombarded the project myself.",
            "Now, Kyle was just saying that he had a hard time listening to other audio bibles. Obviously, people are getting very much into the iPod…",
            "Mm-hmm.",
            "…and podcasting, listening to this-that and the other in your car. Do you think that this opens up other people to the - I mean, we just did a series on religion not too long ago. Certainly, not every one is Christian. Not every black person is Christian, but there is…",
            "Right.",
            "…plenty. Do you think this opens up new experiences for people who are plugging in or plugged into Christianity?",
            "Oh, I think it definitely does because not only is it the actual goal in its presentation, but it is the, you know, it's the true word of God, too. So you're getting both in one, you know? It's really difficult for me to listen to books on tape or, you know, just basically even - I don't care if these just sermons or anything like that.",
            "But with this, you know, you'd get the fullness of it, you know? You get the sound effects; you get the emotions; you get the authentic word of God, you know? And it's really easy listening to, and before you know it, you'd do the entire New Testament, you know - before you know it, so it's awesome.",
            "Kyle, now, the first Bible experience was the New Testament. It won 2007 audio book of the year - that's high praise. What kind of fan mail have you gotten that really warms your heart?",
            "Well, I'm glad you ask that question because so often, people ask about the success of the project and it counts the question in a monetary context. I think the only way to really measure the success of \"The Bible Experience\" is to look at the fan mail, to look at the e-mails and the cards and the letters and the personal testimony that we hear.",
            "I have a cousin who, three months ago, was struck by a car while riding his bike. And he's been laying paralyzed for the last three months. And on his second day in the hospital, he whispered in his wife's ear, asking for her to bring a copy of \"The Bible Experience\" to his room. That's the kind of evidence of the success of \"The Bible Experience.\" It speaks to your soul.",
            "And for me, as a Christian and many others, as Wendy said, it is the definitive word of God. But for others, it's enjoyable because it is so dramatic. It is so emotionally powerful. You know, it's historically accurate whether or not you apply the faith analysis to the word. So much of what's written in the Bible has been proven to be historically accurate and we capture all of that so wonderfully.",
            "Wendy, what's it like for you to be a part of this ensemble? It's one of the largest ensemble cast of black actors, I guess you could say.",
            "It's bigger than \"Roots.\"",
            "It is.",
            "No. Oh, it is. I feel like it's a part of history. I'm sorry; I didn't mean to cut you off. Go ahead.",
            "No, that's - it's true.",
            "But I'm honored, you know? I mean, Blair Underwood, Forest Whitaker, you know, Angela Bassett. So, so many of the celebrities that I admire and look up to were a part of this. But that's not why I was drawn to it, but it just takes it to a whole another level for me on so many different levels.",
            "And to see these other artists, you know, praising God through their work, you know. It's an anointed piece, you know, because you can't half-step with God. You know what I mean? You have to really drink it, so when they did the interpretations in the studio and if you even get a chance to see the video portion of it, it's amazing. I mean, it just brings you to tears emotionally. And just, you know, really reliving those moments, you can actually see these characters within the Bible come to life.",
            "Kyle, very quickly - I mean, super quick. Any future plans? It's - you kind of gone to both testaments, what have you got left?",
            "Well, we - meaning me and my partners - are all thinking about different ways that we can continue to share this wonderful experience in whatever medium is available - visually, through audio product, through all of the distribution technologies that are available. So please, stay tuned for that.",
            "All right. Well, Kyle and Wendy, thanks so much.",
            "Thank you.",
            "Oh, great. Thank you.",
            "Kyle Bowser co-produced \"The Bible Experience: The Complete Bible,\" and actress Wendy Raquel Robinson is one of the voices featured in \"The Bible Experience.\" She's also starred the CW TV network show, \"The Game.\"",
            "And that is our show for today. Thank you for sharing your time with us.",
            "To listen to the show or subscribe to our podcast, visit our Web site, nprnewsandnotes.org. No spaces, just nprnewsandnotes.org. To join the conversation or sign up for our newsletter, visit our blog at nprnewsandviews.org.",
            "NEWS & NOTES was created by NPR News and the African-American Public Radio Consortium.",
            "Tomorrow, how success can make or break a family."
        ],
        "speaker": [
            "FARAI CHIDEYA, host",
            "FARAI CHIDEYA, host",
            "Mr. BLAIR UNDERWOOD (Actor)",
            "FARAI CHIDEYA, host",
            "FARAI CHIDEYA, host",
            "Ms. WENDY RAQUEL ROBINSON (Actress)",
            "Mr. KYLE BOWSER (Co-producer, \"The Bible Experience: The Complete Bible\")",
            "FARAI CHIDEYA, host",
            "Mr. KYLE BOWSER (Co-producer, \"The Bible Experience: The Complete Bible\")",
            "FARAI CHIDEYA, host",
            "Mr. KYLE BOWSER (Co-producer, \"The Bible Experience: The Complete Bible\")",
            "FARAI CHIDEYA, host",
            "FARAI CHIDEYA, host",
            "Ms. WENDY RAQUEL ROBINSON (Actress)",
            "Ms. WENDY RAQUEL ROBINSON (Actress)",
            "FARAI CHIDEYA, host",
            "Ms. WENDY RAQUEL ROBINSON (Actress)",
            "FARAI CHIDEYA, host",
            "Ms. WENDY RAQUEL ROBINSON (Actress)",
            "Ms. WENDY RAQUEL ROBINSON (Actress)",
            "FARAI CHIDEYA, host",
            "Ms. WENDY RAQUEL ROBINSON (Actress)",
            "FARAI CHIDEYA, host",
            "Ms. WENDY RAQUEL ROBINSON (Actress)",
            "FARAI CHIDEYA, host",
            "Ms. WENDY RAQUEL ROBINSON (Actress)",
            "Ms. WENDY RAQUEL ROBINSON (Actress)",
            "FARAI CHIDEYA, host",
            "Mr. KYLE BOWSER (Co-producer, \"The Bible Experience: The Complete Bible\")",
            "Mr. KYLE BOWSER (Co-producer, \"The Bible Experience: The Complete Bible\")",
            "Mr. KYLE BOWSER (Co-producer, \"The Bible Experience: The Complete Bible\")",
            "FARAI CHIDEYA, host",
            "Ms. WENDY RAQUEL ROBINSON (Actress)",
            "FARAI CHIDEYA, host",
            "Ms. WENDY RAQUEL ROBINSON (Actress)",
            "FARAI CHIDEYA, host",
            "Ms. WENDY RAQUEL ROBINSON (Actress)",
            "Ms. WENDY RAQUEL ROBINSON (Actress)",
            "FARAI CHIDEYA, host",
            "Mr. KYLE BOWSER (Co-producer, \"The Bible Experience: The Complete Bible\")",
            "FARAI CHIDEYA, host",
            "Mr. KYLE BOWSER (Co-producer, \"The Bible Experience: The Complete Bible\")",
            "Ms. WENDY RAQUEL ROBINSON (Actress)",
            "FARAI CHIDEYA, host",
            "FARAI CHIDEYA, host",
            "FARAI CHIDEYA, host",
            "FARAI CHIDEYA, host",
            "FARAI CHIDEYA, host"
        ]
    },
    {
        "id": "NPR-2",
        "program": "Weekend Edition Sunday",
        "date": "2016-10-23",
        "url": "https://www.npr.org/2016/10/23/499042298/young-first-time-voters-share-views-on-election-in-two-weeks",
        "title": "Young, First-Time Voters Share Views On Election In Two Weeks",
        "summary": "NPR's Rachel Martin speaks with young voters who are going to the polls in a general election for the first time.",
        "utt": [
            "You have heard it again and again - this is an extraordinary election, unlike any other in recent memory. OK, so now imagine it's your first election. We talked to a few young voters making their choices for the very first time in a general election.",
            "So my name's Ashanti Martinez (ph). I'm 20 years old. I'm from Prince George's County, Md., and I'm voting for Hillary Clinton.",
            "Hi, I'm Lauren Smith. I'm 20 years old and I'm voting for Trump.",
            "My name is Genesis Larin. I'm from Houston, Texas. And I'd say I'm a conflicted voter but leaning towards Hillary Clinton.",
            "My name is Nicholas Tomchik (ph). I'm from Winslow, Maine. I'm 20 years old, and I'm voting for Gary Johnson.",
            "All right, so I want to learn more about how each of you came to your decision. So I'm going to start with you, Lauren. You're voting for Donald Trump. Did you support him in the Republican primary?",
            "No, I actually supported Ted Cruz. And, you know, I have to say, there's no question that this election cycle has been unbelievable. So I'm voting for Trump because not only am I a Republican but he has a pro-life agenda. He's for a limited government, and that's what I support. Am I happy with him? No, absolutely not.",
            "Nick, you've decided to support the Libertarian candidate, Gary Johnson. How come? Why not Donald Trump or Hillary Clinton? Why go with a third-party option?",
            "All my life, I've gone against the status quo. I'm a Libertarian myself. I definitely believe in what Gary Johnson has to offer, his policies - minimizing the role of government, pro-choice. You know, we've got to cut the wasteful spending. We've got to offer an alternative. And especially with this election being so, you know, as Lauren said, you know, pretty much crazy, we've got to have another choice. And he brings that to America. And I really like that.",
            "Genesis, you said you're leaning reluctantly towards Hillary Clinton. But I understand that's a big deal because you're a registered Republican.",
            "I actually did not register with, like, a specific party affiliation. But yes, I am, I guess, leaning towards Hillary Clinton just because I'm very disappointed in the candidates that I have to choose from. But I just can't support what Donald Trump has said, even though I did vote Republican for the primaries. However, I did vote for Marco Rubio. I feel like this election, at least for me, has come down to voting against someone instead of a vote for someone that actually aligns with a lot of, like, my views for certain issues.",
            "And you haven't found that in either of the major party candidates?",
            "It was mentioned before that Hillary Clinton, her experience as far as policies - and I do take into account her experience. And I guess I feel comfortable because she has been around.",
            "What do you not like about her? What gives you pause about her?",
            "Part of it is her scandals. But it's also she has, you know, kind of switched sides on some of the policies. So if anything, I was kind of confused on, like, exactly where she stands because it just comes off as she's saying certain sides just to get a vote.",
            "Ashanti, what do you think when you hear that? I mean, you're an ardent Hillary Clinton supporter, but she's had kind of a tough time making inroads with people your age. What are the top issues for you?",
            "One of them would be definitely college affordability, making sure that no matter where you are on the income spectrum in this country that you can go to college debt-free or that you can leave college debt-free. The next issue for me is health care, making sure that folks are able to have quality health care in this country. And then I guess the next issue for me that really comes home is criminal justice reform. Too many people of black and brown skin color, that look like me, go to jail, oftentimes, for sentences and things that they shouldn't have.",
            "I want to ask you, Lauren - you heard Genesis say that she identifies as a Republican. She voted for Marco Rubio in the primary, but she's considering voting for Hillary Clinton. What do you say to her?",
            "I think as a Republican, I don't understand how you could support Hillary Clinton. And I understand many of what Trump has said is, quite frankly, deplorable. And I completely get that. However, if you're a Republican, if you believe in limited government, if you're pro-life, vote for Donald Trump. And again, that's the issues that I fully support and that I want to see happen in America. I want Roe v. Wade to be overturned. So Genesis, what I would say to you is, what issues are holding you back? And why can't you vote for Donald Trump, if I can ask you that...",
            "Sure.",
            "...Just head-on?",
            "Genesis, you want to answer?",
            "Yeah. So I'm actually pro-choice. I do...",
            "OK.",
            "...Believe that climate change is something that we need to address. That being said, I've never particularly, I guess, been completely on board with bigger government. And that's something that I think is what makes me more conservative, even though I guess I'm more left-leaning.",
            "You're that coveted independent, Genesis, who everyone wants.",
            "You're that coveted middle-of-the-road voter.",
            "(Laughter) Yeah. And I feel - the way I approached the selection wasn't blue or red or green, even. It was I wanted to find a candidate that I think was most representative of my view and whose competency in doing this, at being president, I would feel comfortable voting for.",
            "Nick, let me ask you this - are you feeling enthusiastic about your choice? Like, are you - how do you feel about supporting Gary Johnson?",
            "Yeah. I honestly am very enthusiastic about supporting him. That's the thing that I think makes me different and also maybe the Libertarians or the independents that are, you know, supporting Gary Johnson. They're actually voting for someone because they really like his policies.",
            "And you don't buy the argument that a vote for Gary Johnson or Jill Stein, on the other side - the Green Party, is a de facto vote for the other party, be it right or left?",
            "Not at all. I definitely think that that plays into the fear-mongering because from a lot of people I hear, they want to vote for Gary but they're - you know, they tell me that argument. And essentially, if all the people who, you know, actually voted third party - said that they're not going to vote for the third party because of that voted third party, then, you know, Gary Johnson has a huge chance of winning.",
            "Lauren, your candidate, Donald Trump, has had a hard time getting the kind of support from women voters that he needs to put him in good standing when November 8 rolls around. Why do you think that is, especially when you talk to your peers, other young women? I mean, how much of it - of the reluctance has to do with the kind of rhetoric we've heard from him, those recent comments on the \"Access Hollywood\" tape? Is that coming up in conversations?",
            "You know, a lot of my peers, especially the women, do support Donald Trump. I don't condone sexual assault. I mean, that's utterly ridiculous. But we have to remember that was a long time ago. I mean, 2005 happened almost 11 years ago. So as far as Donald Trump's comment on women go - does it bother me? It does in some ways, but I'm choosing to look at the bigger picture. And I'm choosing to look at America as a whole instead of trying to, you know, just go and tear Trump to shreds over what he said in the past. So the women that I have spoken to, especially the the Women for Trump here in Virginia, of course they support him.",
            "If I can chime in, Rachel.",
            "Go for it, Ashanti.",
            "For me - right? - I've talked to a lot of women. I'm around women often. And these Trump allegations about him sexually assaulting women and bragging about it is deplorable. And it's something that is definitely on people's minds, especially around my age group. But this isn't the first instance, right? We look at the comments that he had with former Miss America and former Miss Universe contestants. We look at the comments that he had about contributors on different networks. We look at the comments that he's had of people on his own show, on \"The Apprentice,\" and how he's treated women throughout his career, whether it be in real estate or whether it be on television. So to me, to say that these things don't matter is wrong. This man has so many different things that don't speak to our country as being inclusive and as progressive as we should be. And I think that's why he's not qualified.",
            "Well, I certainly understand that position. But I also have to say I don't want Hillary Clinton as president.",
            "This is your first time voting in a presidential election. So how you feeling? I mean, what are the conversations that you're having at home or with your friends? Are people animated to get out and vote? Is there a sense of apathy? I'm going to start with Lauren. What are people talking about in your circles?",
            "There's one side, the 50 percent - they're very apathetic. They don't want to get out and vote. You know, I've lost friends because of the way I'm voting. And, in some ways, I understand that.",
            "You've lost friends, really?",
            "I have, yeah. But I would say that as a 20-year-old, as my first election, I can't believe these are the two candidates I have to choose from. I think - like, I don't know about you all, but this is just unbelievable.",
            "Anyone else want to weigh in on this? What are the conversations...",
            "I...",
            "Nick, go ahead.",
            "Yeah, I agree 100 percent. And I can't wait till it's over. It's been very crazy. I've had some (laughter) - I've had some tough conversations with, you know, friends and family because I've got some family that's, you know, voting Trump because they don't like, you know, the Clinton, you know, scandals and, you know, a lot of her immigration stances, and then also my other friends and family who are voting Clinton because they don't want Trump elected. So I'm kind of in the middle here, you know, preaching the alternative. And it's really tough. And from what I've seen, people are, you know, in my circle, at least, excited to get out and vote.",
            "Ashanti, are you excited? I mean, it's the first time you get to go to your polling station and cast a vote for president.",
            "Yeah, no, I'm extremely excited. I mean, I've been with her since she announced. And it's one of those things where I'm looking forward to her presidency, right? And I'm looking forward to January and what her next four years is going to look like in the White House.",
            "I will leave it there. Ashanti Martinez, Genesis Larin, Lauren Smith and Nick Tomchik - they are voting in the presidential election for the first time.",
            "Hey, you guys, thanks so much for talking with us.",
            "Thanks for having us.",
            "Thank you.",
            "Yeah, absolutely."
        ],
        "speaker": [
            "RACHEL MARTIN, HOST",
            "ASHANTI MARTINEZ",
            "LAUREN SMITH",
            "GENESIS LARIN",
            "NICK TOMCHIK",
            "RACHEL MARTIN, HOST",
            "LAUREN SMITH",
            "RACHEL MARTIN, HOST",
            "NICK TOMCHIK",
            "RACHEL MARTIN, HOST",
            "GENESIS LARIN",
            "RACHEL MARTIN, HOST",
            "GENESIS LARIN",
            "RACHEL MARTIN, HOST",
            "GENESIS LARIN",
            "RACHEL MARTIN, HOST",
            "ASHANTI MARTINEZ",
            "RACHEL MARTIN, HOST",
            "LAUREN SMITH",
            "RACHEL MARTIN, HOST",
            "LAUREN SMITH",
            "RACHEL MARTIN, HOST",
            "GENESIS LARIN",
            "LAUREN SMITH",
            "GENESIS LARIN",
            "RACHEL MARTIN, HOST",
            "RACHEL MARTIN, HOST",
            "GENESIS LARIN",
            "RACHEL MARTIN, HOST",
            "NICK TOMCHIK",
            "RACHEL MARTIN, HOST",
            "NICK TOMCHIK",
            "RACHEL MARTIN, HOST",
            "LAUREN SMITH",
            "ASHANTI MARTINEZ",
            "RACHEL MARTIN, HOST",
            "ASHANTI MARTINEZ",
            "LAUREN SMITH",
            "RACHEL MARTIN, HOST",
            "LAUREN SMITH",
            "RACHEL MARTIN, HOST",
            "LAUREN SMITH",
            "RACHEL MARTIN, HOST",
            "NICK TOMCHIK",
            "RACHEL MARTIN, HOST",
            "NICK TOMCHIK",
            "RACHEL MARTIN, HOST",
            "ASHANTI MARTINEZ",
            "RACHEL MARTIN, HOST",
            "RACHEL MARTIN, HOST",
            "ASHANTI MARTINEZ",
            "LAUREN SMITH",
            "NICK TOMCHIK"
        ]
    },
    {
        "id": "NPR-3",
        "program": "News & Notes",
        "date": "2007-11-30",
        "url": "https://www.npr.org/templates/story/story.php?storyId=16778452",
        "title": "Snapshots: On Solid Ground",
        "summary": "In this week's snapshot, actor and playwright Jeff Obafemi Carr stumbles across some old and new pitfalls in the Nashville neighborhood where he grew up.",
        "utt": [
            "I came close to running out of luck, when I almost fell down a well - or was it a cesspool? I'm still not sure.",
            "Today's weekly Snapshot comes from actor and playwright Jeff Obafemi Carr. He says if you ever happen to stumble and fall, the biggest trip could be who comes to your rescue?",
            "I bought a house in the neighborhood I grew up in, near my widowed mother who still resides in my childhood home. I was lucky to buy it at a good price years ago. You see, we live in an inner city, speedily gentrifying community with increasing mignons of hip, progressive, urban pioneering neighbors.",
            "I just love the new politically correct terms for yuppies who decide that these little black neighborhoods have the cutest little cottages. All they need is for people to move into them that can give them the love, attention and exponentially increasing property values their presence alone can bring.",
            "These watchful neighbors then patrol the old hood with their cell phones handy. If they see something that just isn't right, they call up the codes department, anonymously of course, and cry foul. So a couple of weeks ago, my mom's hot water heater gave up the ghost and flooded the basement as a memorial. Yours truly drew the task of pulling 40 years of accumulated memories out of the basement to get to the flooding and save the day.",
            "Well, what do you know? One of the ever-vigilant friendly neighborhood preservationist saw the pile by the basement door and reported my mother's home as the site of a public dump. Welcome to America. Luckily, I'd already ordered a dumpster unbeknownst to the good neighbors, so I sped up its delivery, charged the iPod, put on my favorite work jeans and started attacking memory mountain one little bit at a time.",
            "Mom was going to help, but I told her I had it covered. I was jamming to the soundtrack of (unintelligible). Happy thoughts was sailing as I stepped into the mini mountain with my right foot. That's when it happened. I hadn't looked where I was stepping. If I had, I would have remembered I was directly over a hole in the ground my dad put a piece of wood over. And that was a good temporary fix, but I should mention that my dad passed away six years ago.",
            "Well, mix the way the five feet of junk, seven or eight years of rot, a fresh rain and a primary weight of a 6'2, 190-pound brother man on a size 13 boot, and what do you have - every bit of that mix headed two directions at blinding speed, forward and down.",
            "Instinct may be reached to both sides. And with a mix of luck and skill, I was able to catch myself just as I felt cold water rising up almost to my knee. There was no bottom.",
            "I said, whoa, out loud, then I had another thought. Wait a minute, is this a well or a sewer? Oh, crap - an unintentional pun. I pulled myself up as one of the tenants was singing some Italian aria in my ears.",
            "My foot and leg were covered with something wet and black. I immediately ran and grabbed the garden hose, sprayed off my boot and pants' leg, and thank god, my mom wasn't helping me out because it could have been her.",
            "As I stripped and prepped the washer for my clothes, I thought to myself that if I would have fallen in, all I could have done was scream for one of my neighbors to come and rescue me. I wonder if they would have come. And if they did, would they have said, hmm, promise you'll repaint in earth tones, preserve the subway tile in your bathroom and restore the original glass doorknobs in your hallway, and we'll pull you right out of there, neighbor. I guess I'm thankful I wasn't in that position this time because I would have been SOL -surely out of luck.",
            "Jeff Obafemi Carr is an actor, playwright and co-host of the radio show \"Freestyle.\" He lives in Nashville, Tennessee."
        ],
        "speaker": [
            "Mr. JEFF OBAFEMI CARR (Actor, Playwright)",
            "CHIDEYA",
            "Mr. JEFF OBAFEMI CARR (Actor, Playwright)",
            "Mr. JEFF OBAFEMI CARR (Actor, Playwright)",
            "Mr. JEFF OBAFEMI CARR (Actor, Playwright)",
            "Mr. JEFF OBAFEMI CARR (Actor, Playwright)",
            "Mr. JEFF OBAFEMI CARR (Actor, Playwright)",
            "Mr. JEFF OBAFEMI CARR (Actor, Playwright)",
            "Mr. JEFF OBAFEMI CARR (Actor, Playwright)",
            "Mr. JEFF OBAFEMI CARR (Actor, Playwright)",
            "Mr. JEFF OBAFEMI CARR (Actor, Playwright)",
            "Mr. JEFF OBAFEMI CARR (Actor, Playwright)",
            "CHIDEYA"
        ]
    },
    {
        "id": "NPR-4",
        "program": "News & Notes",
        "date": "2007-11-30",
        "url": "https://www.npr.org/templates/story/story.php?storyId=16778438",
        "title": "Washington, D.C. Facing HIV/AIDS Epidemic",
        "summary": "A new study says one in 50 people in the nation's capital have AIDS, and blacks comprise more than 80 percent of new cases in the city. Farai Chideya talks to Dr. Shannon Hader, who directs Washington, D.C.'s HIV/AIDS Administration.",
        "utt": [
            "This is NEWS & NOTES. I'm Farai Chideya.",
            "In the nation's capital, a killer is on the loose. It's been operating in America for decades now. We're talking about AIDS. Tomorrow is World AIDS Day. Today, we'll discuss staggering new information on how prevalent AIDS is in Washington D.C., particularly among African-Americans. Overall, the rate of AIDS cases in Washington D.C. is about 10 times higher than in the United States. Dr. Shannon Hader is the director of the D.C. HIV/AIDS Administration. Welcome.",
            "Thank you.",
            "So, these are really some chocking numbers. Sixty percent of the city's residents are African-American, but 81 percent of new HIV cases in the city are among African-Americans. How many people are we really talking about?",
            "Well, you know, we have about 12,500 people in the district right now living with HIV and AIDS, but about 80 percent of those are mainly African-American communities. So, we're talking a high number of people, not just a hundred or two hundred, but thousands.",
            "What about the trend lines? Are you seeing these number of new infections increase?",
            "Well, you know, certainly over the United States, the trend over the last decade has been increasing racial disparities and the HIV epidemic with more African-Americans affected. Here in the district, we have really good data for the last 2001 through 2006, and what we see is that we're not gaining much ground at this point in terms of reducing infections, although we seem to be holding a little bit even. And - but I think particularly among the women, the rates among women have been increasing over the last five or six years.",
            "What percentage of women in the D.C. area are African-American who were infected?",
            "Mm-hmm. Among all the women that we know are infected with HIV in the district, about 90 percent of them are African-American.",
            "With these numbers, with the racial disparities, what is being done? What are the approaches that you and other government, public health officials, nonprofits are taking to really start addressing this?",
            "Well, I think what we're doing and what we need to continue to do is an attack on all fronts. First step is, information is power. These data, these hard facts give us a good picture for everyone at the individual level, at the community level, at the government level, at the policy level, to really wake up if they haven't and see the nature of the epidemic we're dealing with. Second, it's about services and it's about taking action, both to protect yourself and protect others. We are ramping what was already sort of a groundbreaking HIV policy in the district, which is this know your status, HIV tests should be just the same as knowing about your other routine health indicators.",
            "So, our goal is, by 2009, when you go to an emergency department, they should routinely offer you an HIV test. When you show up at your primary care doctor's office, you should get, just like you get the rest of the tests for your annual physical - you get your BMI for obesity, you get a blood pressure for hypertension, you get your blood sugar for diabetes - you should be getting your HIV status as well, without having to sort of beg for it or ask specifically. This has to be part and parcel about how we all approach our general health going forward.",
            "There have been celebrity campaigns that say things like, it's good know, know your status, et cetera, et cetera, et cetera, but people are afraid. All of us have fears and some people may not want to know. What's the sense that you get of that?",
            "Well, I think that that issue of stigma, fear, and silence is huge. And absolutely, that impacts people searching their test results, but it also impacts people taking preventive measures and taking care of measures to keep their health strong. I've been incredibly motivated by Mayor Fenty's leadership in saying, I'm making HIV/AIDS our number one health priority here in the district. And, in large part, a lot of that has to do with saying, come on, let's come together, let's break the stigma, break the fear, break the silence.",
            "Who's really responsible for this - responsible may be the wrong word, but, I mean, Washington D.C. is a very interesting case of the overlap of the federal government and the local government. So, what responsibilities does it seem as if each has in dealing with this issue?",
            "Well, you know what, we're all responsible and we have to use all the resources that are out there, whether they're district or federal, to get to the next level of our HIV response. Certainly, one of the specific relationship issues that's come out in D.C. has been this issue of Congress limiting our ability to spend our own district tax money on our own district programs and specifically, I'm talking about needle exchange programs.",
            "Certainly, Congresswoman Eleanor Holmes Norton has been working as well as Mayor Fenty has been working to convince Congress to remove that restriction on our funds, and I'm confident that that's going to happen this year. So, that's something that's specific to the district that other jurisdictions don't have to deal with.",
            "How much of needle exchange programs become more popular? They were extremely controversial when they were first proposed and first implemented.",
            "Mm-hmm.",
            "Is this now a fairly accepted form of a public health intervention?",
            "Well, I think when it comes to comprehensive substance abuse, HIV prevention, we want a full toolkit available. Needle exchange is just one element in that full toolkit, and a lot of the wraparound services - including having on-demand treatment access for drug cessation, including having medical care available, including mental health services available, including having prevention information going out, those are all part of the toolkit. So, we don't want just one tool of the toolkit or just another tool in the toolkit, we want the whole thing at our disposal to really have a comprehensive program.",
            "Well, Dr. Hader. Thanks for the information.",
            "Well, thank you for helping share that information. I think this really important and I hope a lot of your audience doesn't just listen, but takes the topic home, starts breaking that silence and stigma, and have some dinner-table conversations.",
            "Well, thanks again. Dr. Shannon Hader, she's the director D.C. HIV/AIDS Administration."
        ],
        "speaker": [
            "FARAI CHIDEYA, host",
            "FARAI CHIDEYA, host",
            "Dr. SHANNON HADER (Director, D.C. HIV/AIDS Administration)",
            "FARAI CHIDEYA, host",
            "Dr. SHANNON HADER (Director, D.C. HIV/AIDS Administration)",
            "FARAI CHIDEYA, host",
            "Dr. SHANNON HADER (Director, D.C. HIV/AIDS Administration)",
            "FARAI CHIDEYA, host",
            "Dr. SHANNON HADER (Director, D.C. HIV/AIDS Administration)",
            "FARAI CHIDEYA, host",
            "Dr. SHANNON HADER (Director, D.C. HIV/AIDS Administration)",
            "Dr. SHANNON HADER (Director, D.C. HIV/AIDS Administration)",
            "FARAI CHIDEYA, host",
            "Dr. SHANNON HADER (Director, D.C. HIV/AIDS Administration)",
            "FARAI CHIDEYA, host",
            "Dr. SHANNON HADER (Director, D.C. HIV/AIDS Administration)",
            "Dr. SHANNON HADER (Director, D.C. HIV/AIDS Administration)",
            "FARAI CHIDEYA, host",
            "Dr. SHANNON HADER (Director, D.C. HIV/AIDS Administration)",
            "FARAI CHIDEYA, host",
            "Dr. SHANNON HADER (Director, D.C. HIV/AIDS Administration)",
            "FARAI CHIDEYA, host",
            "Dr. SHANNON HADER (Director, D.C. HIV/AIDS Administration)",
            "FARAI CHIDEYA, host"
        ]
    },
    {
        "id": "NPR-5",
        "program": "News & Notes",
        "date": "2007-11-30",
        "url": "https://www.npr.org/templates/story/story.php?storyId=16778444",
        "title": "Coping When AIDS Hits Your Family: Part II",
        "summary": "When a family member is diagnosed with HIV/AIDS, it presents a host of unique challenges. Dorothy Holmes, a psychologist who counsels people infected with HIV/AIDS and their families, offers advice.",
        "utt": [
            "I'm Farai Chideya and this is NEWS & NOTES.",
            "Before the break, we heard from a mother with AIDS. She has been getting great support from her family. But that is not always the case.",
            "Dorothy Holmes is a psychologist in Miami. She has been working with people infected with HIV and their families for several years now.",
            "Hello.",
            "Hello. How are you doing today?",
            "I am doing great. So, we just heard from Carla. She waited to tell her kids and family about her illness. So let's start off with disclosure. When is the right time to really reveal the illness to others if you have HIV or AIDS?",
            "Well, disclosure is based on a needed-to-know, and that need to know starts with, of course, the individual's sexual partner. However, when it comes to disclosing some of your status to your children, there's no black and white answer or yes or no in terms of when to or when not to disclose. It depends on several factors, which include - some of these factors include the age of the child, child's emotional maturity, the child's intellectual and the child's intellectual functioning. And - but before disclosure takes place, my recommendation is that the infected person, of course, meets with a mental health professional who has experience in this particular field.",
            "So when you, as a psychologist, deal with individuals who have a diagnosis of HIV or AIDS, what are some of the most common questions that come up in your sessions?",
            "Disclosure is typically the first issue. Do I need to tell my children? Is, (unintelligible) the children or younger than 15 or 14, parents are probably concerned about their longevity in terms of whether they'll be, whether or not they will be available or be around to see their children grow up, finish high school, become functional adults themselves. So they really want to know when and how do I let my children know, or if I let - should I let my children know.",
            "Do you ever see people who react in ways that are completely unhealthy? Drug abuse or recklessness or acting out with anger?",
            "Yes, in terms of not disclosing their status to…",
            "Well, after they have had…",
            "…the partner.",
            "After they've had a diagnosis.",
            "After they've had a diagnosis, yes. Unfortunately, unfortunately, that is the case for some people. Because of their anger and rage, they do act out inappropriately and not disclose their status to a sexual partner.",
            "Now…",
            "And that causes the incidents to - of HIV/AIDS to increase.",
            "Yeah. I was just going to ask you about that because we heard earlier in the show how rampant AIDS has become among African-Americans in the Washington, D.C. area particularly, but obviously, there are plenty of places where there's just a huge increase. And when you think about this idea of telling someone, there have been all these campaigns to ask people to open up. But do you think that's really working?",
            "Well, again, the issue of social stigma, shame, guilt, lack of education and knowledge are some of the factors that prevent individuals from disclosing their status. One of the things that must be readdressed was the need for information and education and that's our first line of defense. Once we educate ourselves, then we're able to protect ourselves.",
            "Carla Bailey has been living with AIDS for 13 years. There are people who've been living with AIDS for over two decades. But if, in fact, your loved one has AIDS and it's becoming a nearing of the end, what things should people think about as they face mortality?",
            "Again, this is - some people are in that position where they have not disclosed to family and loved ones their status. And that would be fine(ph) to disclose to your loved ones. And so you can begin to mend and bring closure to relationships and to issues and work through whatever unresolved issues you may have lingering with a particular loved one or individual. So yes, that does that happen in people. Some people are able to work through these issues.",
            "Well, thank you so much for your time.",
            "Thank you.",
            "Dorothy Holmes is president of the Association of Black Psychologists, and she's worked with HIV-infected clients and their families since 1995."
        ],
        "speaker": [
            "FARAI CHIDEYA, host",
            "FARAI CHIDEYA, host",
            "FARAI CHIDEYA, host",
            "FARAI CHIDEYA, host",
            "Dr. DOROTHY HOLMES (Psychologist; National President, Association of Black Psychologists)",
            "FARAI CHIDEYA, host",
            "Dr. DOROTHY HOLMES (Psychologist; National President, Association of Black Psychologists)",
            "FARAI CHIDEYA, host",
            "Dr. DOROTHY HOLMES (Psychologist; National President, Association of Black Psychologists)",
            "FARAI CHIDEYA, host",
            "Dr. DOROTHY HOLMES (Psychologist; National President, Association of Black Psychologists)",
            "FARAI CHIDEYA, host",
            "Dr. DOROTHY HOLMES (Psychologist; National President, Association of Black Psychologists)",
            "FARAI CHIDEYA, host",
            "Dr. DOROTHY HOLMES (Psychologist; National President, Association of Black Psychologists)",
            "FARAI CHIDEYA, host",
            "Dr. DOROTHY HOLMES (Psychologist; National President, Association of Black Psychologists)",
            "FARAI CHIDEYA, host",
            "Dr. DOROTHY HOLMES (Psychologist; National President, Association of Black Psychologists)",
            "FARAI CHIDEYA, host",
            "Dr. DOROTHY HOLMES (Psychologist; National President, Association of Black Psychologists)",
            "FARAI CHIDEYA, host",
            "Dr. DOROTHY HOLMES (Psychologist; National President, Association of Black Psychologists)",
            "FARAI CHIDEYA, host"
        ]
    }
]