[
    {
        "id": "merge_0000",
        "dialog": [
            "Guitar is a great instrument. I like to play the piano. What kind of music do you play?",
            "I play a little bit of everything, but my favorite is jazz. What about you?",
            "Jazz is great. I love listening to it while traveling. Do you travel much?",
            "No, I don't travel much. I'd like to travel more, though. Where have you traveled to?",
            "I've been to a lot of places in Europe and Asia. Where would you like to go?",
            "You might like to visit places such as Europe?",
            "Thanks. What are some attractions there?",
            "[attraction_name] is a place of worship.",
            "That's interesting.",
            "What else do you need?",
            "That was it. Thanks",
            "Have a nice day!"
        ],
        "intent": {
            "type": [
                "FindAttractions"
            ],
            "position": 4
        },
        "transition_candidates": [
            "You might like to visit places such as Europe?",
            "There are some great places and places for you, too,, and I find you might like more travel. I think I've ever seen a tourist attraction. I'm pretty sure I'd appreciate it.",
            "Would you like to see it?",
            "Where would you like to go?"
        ],
        "filename": "Merge_SGD"
    },
    {
        "id": "merge_0001",
        "dialog": [
            "Yes, I do. I work as a camp counselor. What do you do for a living?",
            "I work at a grocery store as a cashier. It's not much, but it pays the bills.",
            "That's a good job to have. Do you like it? I love camping, so it works for me.",
            "I do like it. The pay isn't great, but I get to spend time with my family.",
            "That's great. Family is important. I don't get to see mine very often.",
            "What do you do for a living?",
            "Iain softley mitchell nguyen-mccormick",
            "[count] movie [title] [aggregate_rating]",
            "baseball is good",
            "any certain preference?",
            "games in phoenix, az",
            "[event_name] [event_location] [date] [time]",
            "tell me the address",
            "[address_of_location]",
            "that sounds good",
            "have a good one"
        ],
        "intent": {
            "type": [
                "FindMovies"
            ],
            "position": 4
        },
        "transition_candidates": [
            "What do you do for a living?",
            "My dad, not not at all",
            "i am a scientist. Do you have any of your hobbies?",
            "I love being outdoors. Is this right? I don't love animals. I don't like to talk about people."
        ],
        "filename": "Merge_SGD"
    },
    {
        "id": "merge_0002",
        "dialog": [
            "That would be nice. I love to cook. What do you like to do in your spare time?",
            "I enjoy dressing up and going out to eat. I think I'll be famous someday.",
            "That sounds like a lot of fun. What kind of food do you dress up as? I love Italian.",
            "I love italian as well. I usually dress up in costumes for Halloween.",
            "That sounds fun. Do you have a favorite costume that you've dressed up as before?",
            "I love dressing as a pirate. What is your favorite holiday? Mine is christmas.",
            "I love christmas too. I also love halloween. It's my favorite time of year.",
            "It is a great time of the year. What else do you enjoy doing in your free time?",
            "You like the time you're staying there. How about the theatre?",
            "Could you tell me several attractions to go to, preferably in SFO?",
            "There are [count] attractions you might like. I recommend going to [attraction_name], which is a [category].",
            "Is the location child-friendly? Can you tell me its contact number?",
            "The contact number is [phone_number], and the location is not friendly to children.",
            "Alright, fine. I'd like to watch a film near there.",
            "I discovered [count] films. What is your opinion about [movie_name], [movie_name], or [movie_name]?",
            "I'd love captain MArvel. I'd like to see a film I can watch online.",
            "What sort of films do you enjoy?",
            "I'd love drama films.",
            "There are [count] films you may enjoy. Do you enjoy [title], [title], or [title]?",
            "Do you have other alternatives? I enjoy films directed by Tina Gordon. Comedy films would be wonderful.",
            "There is [count] film you may enjoy; what do you think about [title]?",
            "I'd love Little. I'd like to watch the film now.",
            "Please verify the following information: play [title] with no subtitles.",
            "Alright, please do so.",
            "The film began playing",
            "Thank you for your help.",
            "Is there anything else I can assist with?",
            "Nope, thank you for your help.",
            "Have a pleasant afternoon."
        ],
        "intent": {
            "type": [
                "FindAttractions"
            ],
            "position": 7
        },
        "transition_candidates": [
            "You like the time you're staying there. How about the theatre?",
            "At least at a lot of times. It is also great.",
            "What else do you enjoy doing in your free time in your free time?",
            "It is a lot of fun in your free time. Which city do you like in?"
        ],
        "filename": "Merge_SGD"
    },
    {
        "id": "merge_0003",
        "dialog": [
            "I gained a lot of weight. I am trying to get back in shape. How about you?",
            "I'm trying to lose weight as well. It's hard when you have diabetes.",
            "I am sorry to hear that. Do you have any hobbies to keep your mind off of it?",
            "I like to listen to rock music and go to the gym. What do you like to do?",
            "I enjoy sewing my own clothes. It is relaxing. What kind of music do you listen to?",
            "I like all kinds of music. My favorite band is the rolling stones. What is your favorite band?",
            "Your music will work for you! You like the rolling stones. You can find the song!",
            "Thanks for your help. Now help me find a song to listen to, maybe something throwback from nine years ago, I wanna hear an Electropop song from the album Free Wired",
            "I found [count] song by [artist] called [track] from their album [album]",
            "Yup that's good, play it on my living room speaker",
            "Please confirm you want to play [track] in your living room",
            "Yes that's good for now",
            "Enjoy the song!",
            "Thanks so much",
            "What else can I do",
            "Nothing else for now, thanks agian",
            "Sure thing, have a wonderful day"
        ],
        "intent": {
            "type": [
                "LookupMusic"
            ],
            "position": 5
        },
        "transition_candidates": [
            "Your music will work for you! You like the rolling stones. You can find the song!",
            "Yes you prefer music from the guitarist is the rolling stones. And what is your favorite music?",
            "No. You are not playing in the wwba, you may have a favorite playing the wwwma. Your first song has hit many other, the rolling stones awwnns. You could play it in the ww mvba.",
            "your band is the rolling stones, the rock band is a rock band, a band that's a classic - that's my favorite band,."
        ],
        "filename": "Merge_SGD"
    },
    {
        "id": "merge_0004",
        "dialog": [
            "I've never been to Chicago, but I've always wanted to go. It's the most populous city in the United States.",
            "Chicago is a great place to visit. It is the third-largest metropolitan area in the US.",
            "You want to visit [attraction_name]",
            "show me good attractions",
            "where should I look for attractions?",
            "Look for Chicago attractions",
            "Look for [attraction_name] which is a tourist attraction",
            "is it child friendly and what is their phone?",
            "The number is [phone_number] and it's nice.",
            "How is the weather on 9th of March?",
            "Average temperature is [temperature] degrees and [precipitation] percent chance of rain",
            "I need a cab for two",
            "Confirm [destination] for [number_of_riders] people and I need a cab.",
            "Yes, how long and how much?",
            "Ride for [ride_fare] is booked and it will be [approximate_ride_duration] minutes.",
            "Thank you very much",
            "Do you really need anything else?",
            "No thank you",
            "Have a good one"
        ],
        "intent": {
            "type": [
                "FindAttractions"
            ],
            "position": 1
        },
        "transition_candidates": [
            "You want to visit [attraction_name]",
            "How about that? What city?",
            "Sure, there are, there are a few things that people love that. I didn't go to the city, but I found it to be quite touristy.",
            "I thought I had to check out a city that had a city, though, that was not really the city I envisioned it."
        ],
        "filename": "Merge_SGD"
    }
]