{
    "ECTSum--train--1": {
        "original dialog id": "",
        "dialog index": 1,
        "original dialog info": {
            "file_name": "HHC_q3_2021.txt",
            "ect": [
                "Before we begin I would like to direct you to our website www.",
                "To start the call I'd like to provide a brief recap of our quarterly performance and cover the highlights of both our MPC segment and the Seaport.",
                "Our Head of Operations Dave Striph will cover the results of our operating assets segment; followed by our President Jay Cross who will provide details on our development activity and speak to the results at Ward Village.",
                "And finally our CFO Correne Loeffler will conclude the call with a review of our financial results before we open the lines for Q&A.",
                "Before we dive into the results of the quarter I would first like to highlight the release of Howard Hughes 2020 annual ESG report which was published just a few days ago and can be found on the Sustainability portion of our website.",
                "This report displays the impactful ESG results we have produced so far and reflects our commitment to environmental and social best practices which are integrated throughout our communities across the country.",
                "Now on to the highlights of the quarter.",
                "We closed out the third quarter of 2021 with strong results across all segments as Howard Hughes continues to capitalize on the high levels of demand that exist throughout our various mixed-use communities.",
                "To put our performance in perspective most of HHC's year-to-date results in 2021 have surpassed the year-to-date pre-COVID activity of 2019.",
                "MPC EBT is up 29%.",
                "Operating asset NOI is higher by 1% even with lingering impacts from the pandemic.",
                "And Ward Village condo sales were just shy of 2019 levels despite having limited available inventory.",
                "And this was all accomplished while reducing our G&A cost by 30%.",
                "During the third quarter we saw healthy land sales driven by superpad sales in Summerlin.",
                "Our operating asset NOI grew for the fourth consecutive quarter.",
                "Condo sales in Ward Village accelerated despite a shrinking supply of available units under construction and the Seaport saw steady improvements from the return of the concert series at Pier 17 and the growing popularity of our unique restaurants.",
                "We expect these results to grow stronger especially with the recent addition of Douglas Ranch our latest MPC spanning 37000 acres in Phoenix West Valley.",
                "In October we announced our $600 million all-cash acquisition of this fully entitled shovel-ready MPC which further adds to our depth of opportunities.",
                "By strategically redeploying the net proceeds from our noncore asset dispositions we now have the ability to transform this blank canvas into a leading community focused on sustainability and technology a community that is entitled for 100000 homes 300000 residents and 55 million square feet of commercial development.",
                "Following this transaction we are still left with a healthy cash position to continue executing on our existing development pipeline to meet the growing demand within our MPCs.",
                "While we have already had approximately two million square feet of development underway we're pleased to announce new commercial projects in the medical office and single-family for rent sectors which Jay will touch on in a moment.",
                "But we're not stopping there.",
                "We've long believed that Howard Hughes trades at a steep discount relative to its net asset value.",
                "As such we are pleased to announce our recent Board-approved share buyback program amounting to $250 million.",
                "We believe there is great value that is yet to be reflected in our stock price and view this buyback initiative as an excellent use of capital that when coupled with our development projects will help deliver meaningful value.",
                "All of these recent announcements put a significant amount of capital to work to unlock tremendous value for our dedicated shareholders.",
                "Now let's turn to the performance of our master planned communities.",
                "Our MPCs had another great quarter despite encountering headwinds including supply constraints the Delta variant and weather delays particularly in Houston.",
                "Housing supply still remains low throughout Houston and Las Vegas while demand continues to persist at elevated levels which leaves us well positioned to deliver residential land at appreciating prices.",
                "Homebuilders are currently sitting on record low inventory and they will need to replenish their depleted landholdings in order to meet its outsized demand.",
                "During the third quarter our MPCs recorded earnings before taxes of $54.1 million a 48% increase compared to last year largely driven by the robust superpad sales activity in Summerlin as well as the strong performance of our Summit joint venture.",
                "In addition to these impressive results we continue to see a steady pace of new home sales.",
                "Proving the strength of our communities remains clearly intact.",
                "So far in 2021 there have been 2163 new homes sold in our MPCs a 6% increase over last year indicating further demand lies ahead.",
                "Overall we're seeing a lot of positive momentum when it comes to land sales.",
                "And looking ahead we expect our fourth quarter to be the strongest quarter yet.",
                "As such we are raising our full year 2021 MPC EBT guidance by $60 million at the midpoint to a range of $275 million to $285 million primarily due to stronger-than-expected superpad sales in Summerlin.",
                "This is our second time raising MPC guidance in 2021 as this segment continues to exceed our expectations.",
                "Speaking of Summerlin this MPC drove a substantial portion of the positive results for the quarter selling 47 acres mostly made up of superpads.",
                "This MPC generated $45.6 million in EBT a staggering 130% increase compared to the prior year period.",
                "Additionally year-to-date new home sales have eclipsed over 1200 units and are 20% higher over the same period in 2020 which if you recall was one of the strongest years in Summerlin's history.",
                "Another significant driver to Summerlin's results has been our joint venture at the Summit our exclusive 550-acre community in Summerlin.",
                "The total earnings from our share of equity during the quarter totaled $8.3 million driving year-to-date earnings to $54.6 million versus only $4.4 million during the first nine months of 2020.",
                "The activity at the Summit over the last year has been tremendous and these positive results have been primarily attributed to an influx of California buyers purchasing these custom lots and built product.",
                "Turning over to Houston.",
                "Our Bridgeland MPC experienced a decline in land sales as supply constraints continues to have an impact.",
                "As we highlighted last quarter a majority of the homebuilders have extended their lead times for home deliveries due to ongoing supply disruptions that have resulted in higher material costs and delayed delivery times.",
                "We've started to see some of these bottlenecks subside and expect a more normalized environment heading into next year.",
                "This quarter's land sales were also impacted by inclement weather as significant rainfall in the Houston area delayed horizontal development resulting in slower lot deliveries to homebuilders.",
                "Despite these factors demand in the area remains incredibly strong.",
                "We view the significant imbalance between undersupply and robust demand as a strong catalyst for elevated activity as we move into 2022.",
                "Lastly in the Woodlands Hills despite lower quarterly land sales due to the similar impacts experienced in Bridgeland the residential price per acre grew 18% over the prior year period to $353000 while new home sales were up 15% which points to future growth ahead as we accelerate activity across this MPC.",
                "Moving over to the Seaport.",
                "We saw heightened activity throughout the quarter as events and concerts at Pier 17 helped draw in spectators.",
                "During the quarter NOI improved 43% compared to the same period in 2020 indicating the return to normalcy is near.",
                "In July we launched our 11-week summer concert series on the Pier 17 rooftop.",
                "Of the 30 concerts hosted 20 were fully sold out.",
                "The turnout for these contracts proved to be very strong with approximately 74000 guests in attendance representing 90% of our available ticket inventory.",
                "In addition to concerts we hosted several other major events including the SPs in July and the world tour for the Fujis who debuted at Pier 17 for their first show together in 15 years.",
                "It's these type of special events that continue to set the Seaport apart from other destinations in Manhattan.",
                "All of these events help drive substantial traffic to our restaurants.",
                "We saw an uptick in activity as more and more locals and tourists experience our variety of cuisines from acclaimed New York City chefs.",
                "As a result our restaurant saw their average monthly sales increased 65% versus last quarter.",
                "While labor constraints have marginally improved we continue to see improvements in this space quarter after quarter.",
                "Many of our restaurants are now closely approaching their stabilization targets as higher volume has contributed meaningfully to the growth of our bottom line.",
                "Overall we see the Seaport heading in the right direction and the upcoming completion of the Tin Building followed by its grand opening in the first half of 2022 will help bring the Seaport closer to stabilization.",
                "With that I'm going to stop and hand the call over to Dave Striph.",
                "Our operating assets had a standout quarter as our portfolio delivered strong sequential and year-over-year NOI growth.",
                "For the third quarter we reported $60.6 million of NOI.",
                "When you layer in the activity from our three hotels that were sold in September this segment generated $62.9 million.",
                "This marks the fourth consecutive increase in quarterly NOI as our portfolio of income-producing assets continues to expand.",
                "As the economy continues to reopen and activity within our regions improves we have seen a corresponding increase in our retail NOI.",
                "These assets generated $16.1 million of NOI during the third quarter the highest level since the first quarter of 2019.",
                "This is in large part due to a stronger tenant base coming out of the pandemic in addition to consistent increases in collections.",
                "For the third quarter we collected 83% of our retail rents with Summerlin leading the charge for the highest collections in our portfolio.",
                "As we have highlighted previously our retail at Ward Village has been materially impacted over the last several quarters due to sharp declines in tourism as a result of the pandemic.",
                "However as travel restrictions to Oahu have been recently eased we've seen a corresponding improvement in our retail performance.",
                "In fact Ward was the largest contributor to the sequential increase in retail NOI partly as a result of a onetime payment of deferred rent of approximately $1.4 million.",
                "We expect our retail portfolio to continue on this path of growth as collections work back to pre-pandemic levels coupled with the continuous lease-up of our remaining space to creditworthy tenants.",
                "At the Las Vegas Ballpark we were able to host the remainder of the aviator season at 100% capacity.",
                "This resulted in $5.4 million of NOI a 74% increase over the last quarter where the beginning of the season was limited to 50% capacity to comply with COVID-19 protocols.",
                "This is a stark comparison to the same period in 2020 where the ballpark lost nearly $1 million as the season was canceled entirely due to the pandemic.",
                "Our multifamily assets produced $9.2 million of NOI during the third quarter a 24% sequential increase almost exclusively attributable to strong leasing momentum at our most recent developments.",
                "In 2020 we completed construction on three multifamily projects between the Woodlands and Columbia.",
                "And during the third quarter these new developments made up 2/3 of the increase in sequential NOI growth.",
                "In addition to this robust leasing velocity we've been able to push rents higher and are currently commanding some of the highest rents compared to our surrounding metro areas.",
                "In addition to our existing product we have three more multifamily developments underway in Downtown Columbia Bridgeland and Summerlin to meet this ongoing demand which will drive our NOI even higher.",
                "Our office assets have experienced steady increases in NOI over the past few quarters despite a sluggish recovery in the return to office environment.",
                "For the third quarter we generated $27.8 million in NOI a 6% increase sequentially and a 17% increase compared to the same period last year.",
                "The bulk of this increase was driven by the roll-off of free rent at select assets including 6100 Merriweather our latest office building in Downtown Columbia.",
                "Overall we are seeing a noticeable increase in leasing activity and expect our pipeline of opportunities to accelerate into 2022 as tenants look for additional space and folks continue to return to an office setting.",
                "To build on the momentum we are seeing within our operating asset portfolio we are pleased to announce some new product types in addition to our traditional mix.",
                "Recently we have expanded into the medical office space to continue to provide residents with the highest quality convenient medical care.",
                "We have noticed a growing need for this type of asset as the volume of residents in our communities continues to grow.",
                "With that we are pleased to announce the launch of two medical facilities spanning 106000 square feet throughout Downtown Columbia and the Woodlands.",
                "In Downtown Columbia we will launch our first medical office building on the shoreline of Lake Kittamaqundi.",
                "This new development will sit adjacent to our successful Whole Foods in the former Rouse headquarters building helping to establish Downtown Columbia as a prominent health and wellness destination.",
                "Encompassing approximately 86000 square feet we have already secured an anchor tenant for roughly 20% of the entire space.",
                "We expect to break ground on this project during the first half of 2022 and this will kick start our major development pipeline in the Lakefront District.",
                "In The Woodlands we will launch development on a 20000 square foot build-to-suit medical office building for Memorial Hermann.",
                "This project will serve as a primary local facility to cater to the medical needs of nearby residents and is expected to break ground by the end of this year.",
                "Lastly in Bridgeland we will be constructing our first single-family for rent community which will commence in the first half of 2022.",
                "These 263 homes will span a combined 328000 square feet and offer a unique hybrid between single-family homes for sale and multifamily for rent adding yet another new product to our operating asset portfolio.",
                "Given this is an extension of multifamily we plan to leverage the expertise of the property managers who oversee our existing portfolio in Houston to assist in managing this build-to-rent community.",
                "In total these three projects represent over 430000 square feet and $114 million of development as we continue to put our capital to work and enhance our stream of recurring income.",
                "We have already had a number of developments under construction in Summerlin Columbia and Bridgeland so the announcement of these additional developments demonstrates the immense demand we are seeing throughout all our regions.",
                "Moving to the Seaport.",
                "Construction of the Tin Building is now in the final stages and will be substantially complete by the end of the year.",
                "The launch of the Tin Building has been highly anticipated and our team has been working in close partnership with the Jean Georges team to prepare for the grand opening of this 53000 square foot food hall in the first half of 2022.",
                "Lastly we continue to make great strides through New York City's ULURP process to obtain the necessary approvals for the development of a 26-story mixed-use building at 250 Water Street.",
                "In October the City Planning Commission granted us approval for this project another hurdle passed through this rigorous land use process.",
                "We are nearing the end of our review which we expect to conclude before the end of the year at the New York City Council.",
                "The prospective development would replace the one acre parking lot with market rate and affordable residences commercial and community space further enhancing the character and vibrancy of this neighborhood.",
                "We look forward to updating you on our continued progress as we continue to close in on the final stages of this process.",
                "At Ward Village the pace of condo sales continues to exceed all expectations.",
                "Despite having less inventory under construction the number of condos contracted during the quarter has only grown.",
                "Across our three recent towers 'A'ali'i Koula and Victoria Place we were 90% presold as of the end of the quarter with Koula and Victoria Place still under construction.",
                "This robust velocity has led to the presales launch of our eighth tower The Park.",
                "Presales activity at The Park began in July.",
                "And as of the end of October we have already contracted 64% of the total units.",
                "The sales activity across these four towers just in the third quarter translates to 316 contracted units secured by hard deposits during a period of time when travel to the island of Oahu was discouraged surrounding Delta variant concerns.",
                "The pace of these sales is truly remarkable.",
                "We've been able to establish a mark on this community where residents want to live and our historical sales pace has reflected increasingly faster sellouts with the launch of each new tower.",
                "Subsequent to the end of the quarter we completed construction on 'A'ali'i and began welcoming residents to their new homes in October.",
                "As of November two we closed on 495 units totaling $332 million in net revenue revenue that will be recognized on our fourth quarter income statement and will contribute meaningly to our bottom line.",
                "With that I'd like to now hand the call over to our CFO Correne Loeffler who will review our third quarter financial performance.",
                "The results of the third quarter clearly demonstrates the strength of our business as we continue to benefit from the strong demand throughout our communities across the country.",
                "In summary our MPCs produced $54.1 million of earnings before tax or EBT during the third quarter a 22% decrease compared to the last quarter and a 48% increase compared to the prior year period.",
                "It's important to note that while EBT decreased from the last quarter it was largely attributed to nonrecurring costs such as the early extinguishment of debt upon the retirement of our Woodlands and Bridgeland credit facility.",
                "In addition the top line only declined slightly due to the lack of commercial land sales in Summerlin compared to the last quarter.",
                "Our operating assets recorded a $62.9 million of NOI when including the contribution from the three Woodlands-based hotels which represented a 9% increase compared to the last quarter and a 65% increase compared to the prior year period.",
                "As Dave touched on earlier the strong performance was due to a continued improvement across our retail portfolio a strong Minor League season at our ballpark robust lease-up activity at our multifamily assets and the roll-off of free rent at select office assets.",
                "At Ward Village we contracted 316 condo units which were made up of 61 units from our three towers under construction and 255 units at the park which launched presales during the quarter.",
                "Combined sales at 'A'ali'i Koula and Victoria Place were up 36% compared to the prior quarter and increased 154% compared to the prior year period.",
                "Finally at the Seaport we recorded a $3.6 million loss in NOI resulting in a 19% improvement over the last quarter and a 43% improvement compared to the prior year period.",
                "Taking a look at GAAP earnings for the third quarter.",
                "We reported net income of $4.1 million or $0.07 per diluted share compared to net income of $139.7 million or $2.51 per diluted share in the prior year period.",
                "The decrease in net income from the prior year was attributed to a onetime noncash gain of $267.5 million for the third quarter of 2020 which was related to the deconsolidation of our 110 North Wacker office tower in Chicago.",
                "If we remove this onetime gain our quarterly earnings were substantially higher than our prior year period due to strong activity to play throughout the entire business.",
                "With only one quarter remaining to finish out the full year we remain on track to meet or exceed all previously disclosed guidance targets for 2021.",
                "As David mentioned earlier our MPC segment has done particularly well which has led us to raise our EBT target for the second time this year.",
                "Our previous guidance range for 2021 was $210 million to $230 million.",
                "We are now raising our guidance by $60 million at the midpoint thus revising our range to $275 million to $285 million as we are expecting a strong end to the year.",
                "Given the recovery we are experiencing in our operating assets we are raising our full year NOI guidance by $5 million to a range of $200 million to $210 million.",
                "We are raising this segment's guidance despite the fact that we will not receive any hospitality-related NOI during the fourth quarter as we just sold our Woodlands hotels in September for $252 million.",
                "The sale of these assets generated $120 million of net proceeds and brings our total net proceeds from noncore asset sales to $376 million since the announcement of our strategic transformation plan in late 2019.",
                "We are also revising our full year condo profit guidance at Ward Village by $7.5 million at the midpoint.",
                "Our previous guidance range for 2021 was $100 million to $125 million.",
                "With elevated condo sales following the completion of 'A'ali'i in October we are expecting condo profits to range between $115 million to $125 million.",
                "Please note that this target excludes the $20 million repair cost incurred at Waiea during the first quarter which we fully expect to be reimbursed for.",
                "Lastly we remain on track to meet our previously disclosed G&A guidance of $80 million to $85 million for 2021.",
                "Now let's take a look at our balance sheet for the quarter.",
                "We ended the third quarter with $1 billion of cash on hand leaving us plenty of runway to execute on the recent capital initiatives we discussed earlier.",
                "Additionally we closed on several financings at attractive rates while at the same time extending our maturity profile.",
                "A couple of our recent financings include two construction loans for our latest project in Downtown Summerlin a $75 million loan for our 1700 Pavilion office development and a $59.5 million loan for our Tanager Echo multifamily development.",
                "In addition we refinanced The Woodlands and Bridgeland credit facility into a new $275 million loan secured by Bridgeland notes receivables and land to support future horizontal development.",
                "Lastly subsequent to quarter end we closed on a $250 million loan for 1201 Lake Robbins resulting in net proceeds of $248 million which helps elevate our overall cash position.",
                "Additional activity following the close of the quarter include the repayment of 'A'ali'i construction loan upon the completion of the project.",
                "We continue to push out our near-term maturities and remain focused on executing new financings to support our latest development projects as well as securing long-term funding for our stabilized assets.",
                "We're going to open up the lines for Q&A.",
                "But before we do I just want to hit on a few key points.",
                "First we remain committed to driving our net asset value higher on a per share basis and are laser-focused on closing the gap between our stock price and the true inherent value of Howard Hughes.",
                "And the actions taken over the last quarter to deploy capital into projects that we believe will achieve outsized risk-adjusted returns reflects that strategy.",
                "We acquired a new fully entitled shovel-ready MPC.",
                "We announced the launch of three new development projects and we announced the $250 million share buyback.",
                "All of these initiatives will unlock tremendous value for our shareholders in the near medium and long term.",
                "Second our balance sheet remains strong even after allocating capital to the various projects I just mentioned.",
                "Our disciplined capital allocation approach has allowed us to conserve capital and leaves us with sufficient excess liquidity to evaluate additional opportunities to further expedite growth.",
                "In addition the cash flow generated by future land sales condo sales and recurring NOI combined with the proceeds from our remaining noncore asset sales will only drive our cash position higher.",
                "Third our financial results through 2021 represents the strength of our business as we are now exceeding pre-COVID levels and the guidance targets we have established for the full year points to an even stronger fourth quarter ahead.",
                "With that we'd now like to begin the Q&A section of the call.",
                "We will answer the first few questions that have been generated by Say Technology and will be read by John Saxon.",
                "John can you please read the first question?"
            ],
            "summary": [
                "compname reports q3 earnings per share $0.07.",
                "q3 earnings per share $0.07.",
                "qtrly earnings per share $0.07."
            ]
        },
        "log": [],
        "prompt": []
    },
    "ECTSum--train--2": {
        "original dialog id": "",
        "dialog index": 2,
        "original dialog info": {
            "file_name": "RS_q1_2021.txt",
            "ect": [
                "I will begin today with a high-level overview of our first quarter performance and capital allocation priorities.",
                "Karla will then speak to our operating results and demand trends by end market, and Arthur will conclude with a review of our first quarter 2021 financials.",
                "Our resilient business model, coupled with outstanding execution in a favorable market, resulted in record financial performance during the first quarter of 2021.",
                "We experienced ongoing strength in metals pricing during the first quarter, led by multiple price increases for carbon steel products, along with improving demand in many markets, and leveraged our decentralized operating structure, small order sizes and diversification of products, end markets and geographies to achieve record gross profit margin for the third consecutive quarter of 33.6%, up 60 basis points from the fourth quarter of 2020 and up 330 basis points from the first quarter of 2020.",
                "Our record quarterly gross profit margin, combined with average selling prices well above our expectations and our continued focus on expense control, contributed to record pre-tax income of $359 million in the first quarter of 2021, up over 100% from the prior quarter and up over 300% from the prior year period.",
                "Our quarterly earnings per diluted share of $4.12 were also a record and substantially exceeded our outlook.",
                "Our strong earnings and effective working capital management resulted in cash flow from operations of $161.8 million in the first quarter of 2021 despite $182.8 million of working capital investment.",
                "This is a significant result as we typically use cash in the first quarter as we rebuild working capital from seasonal low fourth quarter levels, compounded by the significant increases in metals costs we are experiencing.",
                "We improved our inventory turn rate to 5.4 times, surpassing our 2020 annual rate and companywide turn goal of 4.7 times.",
                "Our ability to cross-sell inventory among our family of companies, which we believe is the key advantage and differentiator of our model and scale, was a significant contributor to our improved inventory management.",
                "Despite extended mill lead times and inventory shortages, collaboration among our family of companies and strong long-standing relationships with our domestic mills enabled us to source the metal needed by our customers.",
                "Our managers in the field effectively supported our valued customers by ensuring inventory availability while maximizing margin on opportunistic orders.",
                "Our strong cash flow generation and significantly enhanced liquidity position enables us to maintain a flexible capital allocation strategy focused on both growth and stockholder returns.",
                "Our 2021 capital expenditure budget of $245 million includes new buildings and other projects to expand, upgrade and maintain many of our existing operating facilities.",
                "However, when factoring in project delays and extended lead times for equipment due to COVID-19, we believe our potential cash flow outlays for our capital expenditure will be closer to $300 million in 2021 due to the prior year holdover spending.",
                "During the first quarter of 2021, we invested $43.7 million back into our business through capital expenditures, including several growth opportunities to address and exceed our customers' and suppliers' needs.",
                "For instance, we've invested in toll processing expansions in Texas and Kentucky given the significant demand we've experienced in our toll processing capabilities throughout our footprint.",
                "Operations at our Kentucky facility commenced in November 2020 and have been steadily ramping ever since.",
                "Construction continues in Texas on our new greenfield facility focused on carbon steel tolling, which will support increased capacity of our toll processing customers who are primarily metals producers and their end customers.",
                "We're very excited about these opportunities to expand our toll processing service offerings and see many more possibilities in the future for our toll processing capabilities moving forward.",
                "As mentioned on our last call, we are installing energy-efficient lighting and solar panels in certain of our facilities as well as investing in additional innovative processing equipment to continue providing our customers with the highest quality products and services.",
                "We continue to see a healthy pipeline of prospective opportunities, including in adjacent businesses in addition to traditional metals service center businesses as we've broadened our universe of potential acquisition candidates.",
                "Nevertheless, we will maintain our strict transaction criteria, including our focus on quality of earnings when we evaluate any prospective targets to ensure a strong fit within our family of companies.",
                "I will now turn to our stockholder return activity.",
                "During the first quarter of 2021, we paid $44.8 million in dividends to our stockholders.",
                "We've maintained our payment of regular quarterly dividends for 62 consecutive years without ever suspending payments or reducing our dividend rate.",
                "In fact, we've increased our dividend 28 times since our 1994 IPO, including the most recent increase of 10% in the first quarter of 2021.",
                "At March 31, 2021, approximately 2.8 million shares remained available for repurchase under our stock repurchase program.",
                "We expect to remain a prudent allocator of capital by maintaining our flexible approach focused on both growth, which remains our top priority; and stockholder return activities, including opportunistic repurchases of our common stock.",
                "In summary, I am inspired by the strong operational execution demonstrated by the entire Reliance team during the first quarter of 2021.",
                "Our unwavering focus on the core elements of the Reliance business model, including health and safety, pricing discipline, diligent expense control when needed, inventory management, organic growth and innovation, enables us to perform from a position of strength in both good times and bad.",
                "In the current environment characterized by extremely high metal pricing, strong demand from many of our customers and limited metal availability, we believe Reliance remains well positioned to continue generating strong earnings.",
                "Given our strong liquidity position, we look forward to continuing to support the growth and needs of our customers and suppliers while also returning value to our stockholders.",
                "We will continue to support our colleagues, customers, suppliers and communities in a sustainable manner through both the challenges and opportunities that lie ahead.",
                "We remain confident that America is going to need Reliance to rebuild.",
                "Strong demand conditions in the majority of our end markets resulted in our tons sold increasing 11.3% compared to the fourth quarter, which was within our guidance range of up 10% to 12% and above the typical seasonal improvement in shipping volumes we experienced in the first quarter.",
                "While demand is healthy and continues to improve in most markets, our first quarter shipments did not reach pre-pandemic levels and were down 4% from the first quarter of 2020.",
                "However, on a per day basis, our tons sold were down only 2.5%.",
                "We believe underlying demand is stronger than our shipment levels reflect, given many factors holding back economic activity for us, our customers and our suppliers, including metal supply constraints, supply chain disruptions for various components and materials and labor and trucking shortages.",
                "The good news is we expect to fill this demand in future periods and these factors support increased metal pricing.",
                "This strengthened demand, coupled with rising input costs and limited metal availability, resulted in metal prices accelerating throughout the first quarter for many of the products we sell, most notably carbon steel products.",
                "Our average selling price increased 20% compared to the fourth quarter of 2020, exceeding our guidance of up 12% to 14% by a significant margin.",
                "These robust demand and pricing conditions contributed to an all-time high quarterly gross profit margin of 33.6%.",
                "On a non-GAAP FIFO basis, which we believe is the best measure of our day-to-day operating performance, we achieved a record gross profit margin of 37.1%, an increase of 350 basis points compared to the prior quarter and up 600 basis points from the first quarter of 2020.",
                "Way to go, team Reliance.",
                "Our record gross profit margin was the result of outstanding execution by our managers in the field who once again effectively implemented price increases at the time of mill announcement prior to receiving the higher-cost metal into inventory, maintained their focus on higher-margin orders and were very selective given limited metal supply, which enabled us to capture an incremental margin benefit in excess of already strong levels.",
                "I'll now turn to a high-level overview of our key end markets.",
                "Demand for nonresidential construction, which includes infrastructure and is the largest end market we serve, continue to improve with first quarter shipments approaching pre-pandemic levels.",
                "We continue to experience strong quoting activity for projects for big-box retailers, healthcare facilities, schools, large warehouses and data processing centers, among others.",
                "And given our healthy backlogs, quoting activity and positive customer sentiment, we believe demand will remain steady at current solid levels.",
                "We saw continued strength in demand for the toll processing services we provide to the automotive market, surpassing activity levels in both the fourth and first quarters of 2020 with automotive OEMs and steel and aluminum mills continuing to ramp production.",
                "Importantly, our tolling operations serving the automotive market saw only minimal impacts to date as a result of the global microchip shortage, and we expect tool processing volumes to remain strong.",
                "Demand in heavy industry for both agricultural and construction equipment continued to improve in the first quarter as our customers increased production levels to meet customer demand and replenish dealer inventories.",
                "Demand for industrial machinery used in manufacturing processes was also strong in the first quarter of 2021.",
                "Absent disruptions for our customers that impact their production, we expect demand to continue at strong levels.",
                "Semiconductor demand during the first quarter continued to strengthen from the fourth quarter, and we expect this to continue.",
                "The semiconductor space continues to be one of our strongest end markets.",
                "Demand in commercial aerospace began to experience limited signs of improvement compared to the fourth quarter of 2020, which we believe was the trough of the current cycle.",
                "We expect limited improvement throughout 2021.",
                "On the other hand, demand in the military, defense and space portions of our aerospace business remains strong with backlog improving during the quarter.",
                "We anticipate strong demand continuing in the noncommercial aerospace market for the balance of the year.",
                "Finally, demand in the energy sector, which is mainly oil and natural gas, saw a modest recovery toward the end of the first quarter of 2021.",
                "We anticipate a slight improvement in the second quarter given current oil prices and customers needing to replenish inventory for certain products.",
                "We entered the second quarter of 2021 with strong demand and pricing momentum that creates an environment for us to optimize our model and deliver strong results.",
                "We remain dedicated to partnering with our key customers and suppliers during these extraordinary times, and we can only do this with the continued commitment to health and safety and operational excellence that our Reliance colleagues have demonstrated every day throughout very challenging times.",
                "I'll start with a recap of our quarterly results.",
                "Strong pricing, healthy demand and record gross profit margin contributed to record gross profit dollars, which in turn drove record pre-tax income and record earnings per share.",
                "Turning to our sales.",
                "The significant increase in metal pricing and healthy demand resulted in our first quarter sales increasing 33% over the fourth quarter of 2020.",
                "Compared to the prior year period, our first quarter sales were up over 10%, supported by the strong pricing momentum for most carbon steel products.",
                "As Jim and Karla mentioned, the strong pricing environment, along with our focus on higher-margin orders and continued investments in value-added processing capabilities, collectively resulted in record quarterly gross profit of $953.7 million and a record gross profit margin of 33.6% in the first quarter of 2021.",
                "We incurred LIFO expense of $100 million in the first quarter of 2021.",
                "This compares to LIFO income of $20 million in the first quarter of 2020 and LIFO expense of $15.5 million in the fourth quarter of 2020.",
                "At the end of the first quarter, our LIFO reserve on our balance sheet was $215.6 million.",
                "We revised our annual LIFO expense estimate to $400 million from $340 million primarily due to higher-than-anticipated costs for certain carbon steel products.",
                "Consistent with our accounting policy, we allocate our annual estimate on a pro rata basis in each quarter.",
                "As such, our current projected LIFO expense for the second quarter of 2021 is $100 million.",
                "As in prior years, we will update our expectations each quarter based upon our inventory cost and metal pricing trends.",
                "Now turning to our expenses.",
                "Our SG&A expense was generally consistent with traditional seasonal trends, increasing $54.9 million or 11.8% compared to the fourth quarter of 2020 due to strong volume and pricing momentum.",
                "The quarter-over-quarter increase was mainly a result of higher incentive-based compensation given our record gross profit and pre-tax income.",
                "Overall, our head count remained relatively consistent with year-end levels.",
                "In comparison to the prior year period, SG&A expense was roughly flat due to lower wages as a result of reduced head count, which was down approximately 8% year-over-year, and was offset by higher incentive compensation due to record earnings levels in the first quarter of 2021 and to a lesser extent, inflationary increases.",
                "We will maintain our disciplined approach to expense management and continue to monitor our expense structure as we progress further into 2021.",
                "Our non-GAAP pre-tax income of $357.1 million in the first quarter of 2021 was the highest in our company's history and represents an increase of $136.5 million or 61.9% from the first quarter of 2020 due to favorable demand and pricing conditions, strong execution and diligent expense management.",
                "Our non-GAAP pre-tax income margin of 12.6% was also a record and exceeded the prior year period by 400 basis points.",
                "Our effective income tax rate for the first quarter of 2021 was 25.3%, up from 24.3% in the first quarter of 2020 mainly due to higher profitability.",
                "We currently anticipate a full year 2021 effective income tax rate of 25%.",
                "As a result of all these factors, we generated record quarterly earnings per share of $4.12 in the first quarter of 2021 compared to $0.92 in the first quarter of 2020.",
                "On a non-GAAP basis, our first quarter earnings of $4.10 per share significantly exceeded our outlook and were up 104% from $2.01 in the fourth quarter of 2020 and up 67.3% from $2.45 in the first quarter of 2020.",
                "Turning to our balance sheet and cash flow.",
                "Our operations continue to generate cash despite significantly higher working capital needs.",
                "We generated strong cash flow from operations of $161.8 million during the first quarter of 2021 due to our profitable operations and effective working capital management, including our focus on inventory turns.",
                "As of the end of the first quarter, our total debt outstanding was $1.66 billion, resulting in a net debt-to-EBITDA multiple of 0.85.",
                "We had no borrowings outstanding on our $1.5 billion revolving credit facility, providing us with ample liquidity to continue executing on all areas of our capital allocation strategy while maintaining our investment-grade credit rating.",
                "I'll now turn to our outlook.",
                "While macroeconomic uncertainty stemming from the COVID-19 pandemic continues, we remain optimistic about business conditions with strong underlying demand in the majority of the end markets we serve.",
                "However, factors impacting shipment levels in the first quarter of 2021 such as metal supply constraints and supply chain disruptions for many of our customers will continue to persist in the second quarter of 2021.",
                "Despite these factors, we estimate tons sold will be flat to up 2% in the second quarter of 2021 compared to the first quarter of 2021.",
                "We expect metal pricing will remain near current levels with the potential for further upside in certain products.",
                "Since current metal prices are substantially higher than the average selling price in the first quarter of 2021, we estimate our average selling price per ton sold for the second quarter of 2021 will be up 5% to 7%.",
                "Given the strong demand and pricing fundamentals, we anticipate continued strength in our gross profit margin in the second quarter of 2021.",
                "Based on these expectations, we currently anticipate non-GAAP earnings per diluted share in the range of $4.20 and to $4.40 for the second quarter of 2021.",
                "In closing, we're extremely pleased with our record first quarter 2021 operational and financial performance, supported by strong pricing and demand trends as well as excellent execution by all of our colleagues in the field.",
                "These factors collectively resulted in yet another quarter of robust profitability and cash flow, enabling us to continue executing on our capital allocation priorities of investing in the growth of our business and returning value to our stockholders."
            ],
            "summary": [
                "q1 earnings per share $4.12.",
                "sees q2 non-gaap earnings per share $4.20 to $4.40.",
                "qtrly non-gaap diluted earnings per share $4.10.",
                "estimates its average selling price per ton sold for q2 of 2021 will be up 5% to 7%.",
                "company anticipates continued strength in its gross profit margin in q2 of 2021.",
                "factors impacting shipment levels in q1 of 2021 will continue to persist in q2 of 2021."
            ]
        },
        "log": [],
        "prompt": []
    },
    "ECTSum--train--3": {
        "original dialog id": "",
        "dialog index": 3,
        "original dialog info": {
            "file_name": "SYK_q2_2021.txt",
            "ect": [
                "For today's call, I will provide opening comments, followed by Preston with an update on the Wright Medical integration.",
                "Glenn will then provide additional details regarding our quarterly results before opening the call to Q&A.",
                "For the quarter, we posted organic sales growth of 9.3%, reflecting growth versus 2019 for all our major businesses.",
                "This strong result was driven by standout performances from Neurovascular, Mako, emergency care, sports medicine and our U.S. shoulder and total ankle products.",
                "Each of these posted very strong double-digit growth.",
                "International organic growth outpaced the U.S. at 14.2% despite COVID challenges in some countries.",
                "We posted double-digit growth in most regions, including excellent results in South Pacific, China, Canada, South Korea and many countries in Western Europe.",
                "We were also pleased to see the continued rebound in elective procedures as both hips and knees saw quarter-over-quarter sequential improvement and both returned to growth.",
                "Also, now that we have a fuller appreciation of Wright Medical, we are delighted to have it within the Stryker family.",
                "With our first half organic growth of 7.1%, combined with continued recovery of electric procedures, a strong order book across our capital businesses and new product innovations, we have increased confidence in the full year outlook.",
                "This is reflected in our upward narrowing of organic sales guidance to 9% to 10% compared to 2019.",
                "Our sales performance carried through the rest of our results with strong margin performance and adjusted earnings per share growth and cash flow conversion of over 100% in the quarter.",
                "Through the remainder of the year, we do expect a disciplined increase in spending to support our future growth expectations.",
                "Our bullish sales outlook, combined with ongoing execution on margins and continued progress on Wright Medical integration has resulted in a raised full year adjusted earnings per share guidance of $9.25 to $9.40 a share.",
                "I continue to be impressed with the resiliency of our people and culture, which positions us well for a successful 2021 and beyond.",
                "My comments today will focus on the second quarter performance of our combined Trauma and Extremities business, including an update on the ongoing integration of Wright Medical.",
                "During the quarter, our combined worldwide Trauma and Extremities business, including Wright Medical had a strong performance, growing 7% compared to 2019.",
                "The performance in the quarter was driven by double-digit growth in our U.S. Trauma and Upper Extremities businesses.",
                "U.S. businesses were benefited by the recovery from COVID-related restrictions, which continues to outpace the rest of the world as well as the ongoing execution of the U.S. selling integration.",
                "The Trauma business unit was positively impacted by the reopening of economies and the continued strong performance of key products, including T2 Alpha, and the mini-frag plating system.",
                "Our U.S. upper extremities business, which remains number one in shoulder arthroplasty, grew strong double digits in the quarter behind continued strength within reverse ARPA plastic portfolio with Perform reverse and revision driving the growth.",
                "The upper extremities performance in the quarter was enhanced by the continued adoption of our BLUEPRINT planning software with approximately 50% of total shoulder cases completed using BLUEPRINT.",
                "As a result of the strong performance of our Trauma and Extremities business, which grew approximately 5% in the first half of the year, we are confident in the combined business to grow at least 6% for the full year when compared to 2019.",
                "We are now about nine months into the integration of Wright Medical and we remain very pleased with the progress and efficiency at which the team is moving through the integration.",
                "The U.S. integration is pacing ahead of our expectations and cross-selling has begun in a limited capacity.",
                "We expect to continue to execute on our cross-selling priorities during the second half of the year as we work to fortify the supply chain and processes to support cross-selling activities.",
                "Outside the U.S., the teams have successfully executed integration plans in several key markets, including the U.K., Germany, France, Japan and China with further countries to follow into 2022.",
                "In addition to the commercial activities, we are also executing on the integration of other operational areas, including the consolidation of distribution and sales offices, harmonization of key operational processes and executing on our manufacturing site strategy.",
                "Within R&D, the team also continues to make progress on aligning the long-term portfolio, pipeline strategies and harmonized design processes.",
                "While the team has moved through the integration, they have also remained focused on executing the critical existing projects in the pipeline.",
                "This includes the recent launch of the new Tornier Perform humeral system, which offers clinical solutions for the simplest and most complex arthroplasty procedures and delivers on our mission to make healthcare better for surgeons and the patients they serve.",
                "Today, I will focus my comments on our second quarter financial results and the related drivers.",
                "As a reminder, we are providing our comments in comparison to 2019 as it is a more normal baseline given the variability throughout 2020.",
                "Our organic sales growth was 9.3% in the quarter.",
                "The second quarter included the same number of selling days as Q2 2019 and Q2 2020.",
                "Compared to 2019, pricing in the quarter was unfavorable, 0.6% versus Q2 2020, pricing was 5% unfavorable.",
                "Foreign currency had a favorable 1.5% impact on sales.",
                "During the quarter, we saw a recovery ramp of elective procedures and accelerated sales momentum as the impact of the COVID-19 pandemic has eased in most geographies.",
                "However, the recovery ramp of elective procedures continues to be variable by region and geography and has a more pronounced impact on our orthopedic and spine implant businesses.",
                "For the quarter, U.S. organic sales increased by 7.5%, reflecting the recovery of our procedural business and continued strong demand for Mako, medical products and neurovascular products.",
                "During the quarter, we had strong sequential improvement in all our U.S. businesses.",
                "International organic sales showed strong growth of 14.2%.",
                "Our adjusted quarterly earnings per share of $2.25 increased 13.6% from 2019, reflecting sales growth and operating margin expansion, partially offset by higher interest charges resulting from the Wright Medical acquisition and a somewhat higher quarterly effective tax rate.",
                "Our second quarter earnings per share was positively impacted from foreign currency by $0.04.",
                "Now I will provide some highlights around our segment performance.",
                "Orthopaedics had constant currency sales growth of 26% and an organic sales growth of 6.7%, including an organic growth of 8% in the U.S.",
                "This reflects a ramp-up in elective procedures, especially in knees and trauma and extremities.",
                "Our knees business grew 7.5% in the U.S., reflecting the strong bounce back as the COVID-related restrictions were lifted.",
                "Other Orthopaedics grew 26.5% in the U.S., primarily reflecting strong demand for our Mako robotic platform, partially offset by declines in bone cement.",
                "Internationally, Orthopaedics grew 4% organically, which reflects sequential improvement as the COVID-19 impacts have started to ease in Europe, strong momentum in Mako internationally and strong performances in Australia.",
                "For the quarter, our Trauma and Extremities business, which includes Wright Medical, delivered 7% growth on a comparable basis.",
                "In the U.S., comparable growth was 12.5%, and which included double-digit growth in our Upper Extremities and Trauma businesses.",
                "In the quarter, MedSurg had constant currency and organic sales growth of 8.3%, which included 6.4% growth in the U.S. Instruments had a U.S. organic sales growth of 0.9%, primarily related to growth in smoke evacuation, lighted instruments and skin closure products partially offset by slower growth in power tools.",
                "As a reminder, during the second quarter of 2019, Instruments had a very strong growth of approximately 19%.",
                "Endoscopy had U.S. organic sales growth of 6%, reflecting strong performances in our Sports Medicine, general surgery and video products.",
                "The Medical division had U.S. organic growth of 13.4%, reflecting continued double-digit performance in our emergency care business.",
                "Internationally, MedSurg had organic sales growth of 15.9% and reflecting strong growth in the Endoscopy, Instruments and Medical businesses across Europe, Canada and Australia.",
                "Neurotechnology and Spine had organic growth of 15.5%.",
                "This growth reflects double-digit performances in all four of our Neurotech businesses: CMF, Neurovascular, Neurosurgical and ENT.",
                "It also reflects very strong growth in our neurovascular business of approximately 30%.",
                "Our U.S. Neurotech business posted an organic growth of 17.3% and highlighted by strong product growth in Sonopet IQ, bipolar forceps, max space, cryotherapy and nasal implants.",
                "Additionally, our U.S. Neurovascular business had significant growth in all categories of our products, including hemorrhagic, flow diversion and ischemic.",
                "Internationally, Neurotechnology and Spine had organic growth of 28.8%.",
                "This performance was driven by strong demand in China and other emerging markets as well as Europe and Australia.",
                "Now I will focus on operating highlights in the second quarter.",
                "Our adjusted gross margin of 66% was a favorable approximately 15 basis points from second quarter 2019 compared to the second quarter in 2019, gross margin was primarily impacted by business mix and acquisitions, primarily offset by price.",
                "Adjusted R&D spending was 6.6% of sales, reflecting our continued focus on innovation.",
                "Our adjusted SG&A was 33.4% of sales, which was slightly better than the second quarter of 2019.",
                "The reflects our continued cost discipline and fixed cost leverage, offset by the impact of the Wright Medical acquisition.",
                "In summary, for the quarter, our adjusted operating margin was 25.9% of sales, which is five basis points improvement over the second quarter of 2019.",
                "This performance primarily resulted from our positive sales momentum combined with the disciplined ramp-up in costs offset by the dilutive impact of acquisitions.",
                "Based on our positive momentum, we continue to reiterate our op margin guidance for the year of 30 to 50 basis points improvement over 2019, excluding the impact of Wright Medical.",
                "Related to other income and expense, as compared to the second quarter in 2019, we saw a decline in investment income earned on deposits and an increase in interest expense resulting from the additional debt outstanding for the funding of the Wright Medical acquisition.",
                "Our second quarter had an adjusted effective tax rate of 17% and was impacted by our mix of U.S. non-U.S. income and some adverse discrete tax items included in our provision to return adjustments.",
                "Our year-to-date effective tax rate is 15.2%.",
                "For the full year, we expect an adjusted effective tax rate of 15% to 15.5% with some variability in the remaining quarters, including a slightly lower rate in the third quarter and a more normalized rate in the fourth quarter.",
                "Focusing on the balance sheet, we ended the first quarter with $2.3 billion of cash and marketable securities and total debt of $12.7 billion.",
                "During the quarter, we fully repaid the $400 million of term loan debt related to the borrowings incurred for the acquisition of Wright Medical.",
                "Year-to-date, we have paid down $1.15 billion of debt.",
                "Turning to cash flow.",
                "Our year-to-date cash from operations was approximately $1.3 billion.",
                "This performance reflects the results of earnings and continued focus on working capital management.",
                "And now I will provide a summary of our revised guidance.",
                "Based on our performance in sales ramp in the second quarter as well as our capital orders pipeline, we expect 2021 organic net sales growth to be in the range of 9% to 10%.",
                "As it relates to sales expectations for Wright Medical, we now expect comparable growth for Trauma and Extremities to be at least 6% for the full year when compared to the combined results for 2019.",
                "If foreign currency exchange rates hold near current levels, we expect net sales in the full year will be positively impacted by approximately 1%.",
                "Consistent with the upper range of our previous guidance, net earnings per diluted share will be positively impacted by foreign exchange by approximately $0.10 in the full year, and this is included in our revised guidance range.",
                "Based on our performance in the first six months and including consideration of our improved full year Wright Medical performance impact, controlled spend ramp to facilitate growth and continued positive recovery outlook, we now expect adjusted net earnings per diluted share to be in the range of $9.25 to $9.40.",
                "And now we will open up the call up for Q&A."
            ],
            "summary": [
                "q2 adjusted earnings per share $2.25.",
                "expect 2021 organic net sales growth to be in range of 9% to 10% from 2019.",
                "expect 2021 adjusted net earnings per diluted share to be in range of $9.25 to $9.40.",
                "expect continued unfavorable price reductions of approximately 1% in 2021.",
                "stryker - if foreign currency exchange rates hold near current levels, expect earnings per share will be positively impacted by approximately $0.10 for full year."
            ]
        },
        "log": [],
        "prompt": []
    },
    "ECTSum--train--4": {
        "original dialog id": "",
        "dialog index": 4,
        "original dialog info": {
            "file_name": "SHO_q3_2020.txt",
            "ect": [
                "If you do not yet have a copy, you can access them on our website.",
                "We are providing that information as a supplement to information prepared in accordance with Generally Accepted Accounting Principles.",
                "With us on the call today, are John Arabia, President and Chief Executive Officer; Bryan Giglia, Chief Financial Officer; and Marc Hoffman, Chief Operating Officer.",
                "We appreciate you joining us here, for what I believe to be as last of the day.",
                "As you are aware, we are in unprecedented times and our third quarter results are a clear reminder of the devastation that the global pandemic has caused to the hotel industry.",
                "However I'm pleased to report that we are seeing several signs of the recovery that began in May and June, appears to be gaining steam and that we believe better days lie ahead.",
                "Several encouraging factors that give us confidence, including, first we have successfully resumed operations at the majority of our hotels.",
                "Second, those hotels that have been open in general, have achieved sequential monthly gains in occupancy.",
                "Third, transient room reservations have gradually improved over the past few months.",
                "And fourth, our group production, which remains well off normal levels, increased on a sequential basis.",
                "Today, I will provide more details on each of these topics.",
                "I'll then discuss our monthly cash burn rate, which has been further reduced, as well as our significant liquidity position.",
                "So let's talk about our recent operating results, starting with the pace at which our hotels resumed operations.",
                "Of our 19 hotels, six were in operations for all of the third quarter, including Oceans Edge, which opened in early June and Chicago Embassy Suites that opened July 1st.",
                "Six additional hotels resumed operation during the quarter, including our two hotels in New Orleans, the Marriott Boston Long Wharf, and the Hyatt Chicago in July, and then the Hilton San Diego Bayfront, and the Renaissance DC in mid to late August.",
                "Three additional hotels opened in October, including the Bidwell Portland, the Hyatt Regency San Francisco, and the Renaissance Orlando.",
                "Finally, we are excited to report that our Wailea Beach Resort opened earlier this week on November 1st.",
                "This leaves us today with 16 of our 19 hotels in operation, which comprised 88% of our rooms in our portfolio and generated nearly 96% of our 2019 hotel EBITDA.",
                "Despite having a larger subset of our hotels operating during the third quarter, it's important to note that a good portion of our larger and more economically important hotels, did not resume operations until the middle of the third quarter, until the fourth quarter.",
                "As a result, our third quarter results, while stronger than we had forecasted internally, underperformed portfolios with a higher percentage of rooms in operation.",
                "Holding all other variables constant, we expect our portfolio performance to improve in the fourth quarter and beyond, now that several of our larger hotels have resumed operations.",
                "In the quarter, comparable portfolio revenues were $24 million and RevPAR was $17.58 which represents a decline of 91% and 92% respectively, compared to the third quarter of last year.",
                "For the 12 hotels that were open at least some portion of the third quarter, RevPAR declined by a marginally better 86% and witnessed sequential monthly RevPAR improvement, as the quarter progressed.",
                "Similarly, the six hotels that were open for the entirety of the third quarter, RevPAR declined by a marginally better 80%, and also witnessed sequential monthly RevPAR improvement, as the quarter progressed.",
                "And finally, the four hotels that maintained operations throughout the year, witnessed an 81% decline in the third quarter, which equated to a RevPAR of $36, and a marked improvement from the $14 RevPAR witnessed in the second quarter.",
                "While we do not expect every hotel to follow this trend every month, the overall trend has been positive and gives us confidence that operating fundamentals are gradually improving.",
                "Despite an impressive two-thirds reduction in our property level expenses, the combination of only $24 million of comparable hotel revenue and approximately $62 million of total property level adjusted operating expenses, resulted in property level adjusted EBITDA loss of $37 million.",
                "As you would expect, this compares terribly to the results last year.",
                "But marks an improvement to the $42 million property level adjusted EBITDA loss witnessed in the second quarter, excluding the losses associated with the recently sold Renaissance Baltimore.",
                "Similar to our second quarter, the third quarter property level loss was several million dollars better than we had anticipated, as we continue to work with our operators to streamline operations, eliminate non-essential services, and reduce property level expenses from the prior year.",
                "Again, as more of our larger hotels have resumed operations and generally demonstrated sequential RevPAR growth, we would expect our property level losses to continue to decline, and eventually return to profitability.",
                "When we look at the current segmentation, we continue to see the majority of our demand come from leisure, government and contract business.",
                "Leisure demand has been the primary source of business for many of our hotels, and has generally remained steady, even after Labor Day, as people seek travel opportunities away from their homes, particularly on the weekends.",
                "Crew business, which has become an increasingly important source of demand in the current environment, increased in the third quarter relative to the second quarter, as more airline routes were restored.",
                "The limited group business that did materialize in the third quarter was primarily composed of government-related groups, such as armed forces and emergency management.",
                "We have also recently witnessed a very small but growing number of business transient rooms as the workforce has started to return to traditional offices and get back out on the road.",
                "As you can imagine, nearly all of our group business canceled in the third quarter.",
                "We would expect the same result in the fourth quarter other than a few rooms-only groups that are likely to travel.",
                "Furthermore, as the pandemic continues to linger, group cancellations in the first quarter of 2021 have increased.",
                "That said, our fundamental view is that group business will not return in scale until there is greater comfort in traveling and congregating.",
                "This means that group business is unlikely to return in a meaningful way until a vaccine or reliable therapeutics are developed.",
                "Nevertheless, we continue to see the value of keeping sales professionals on property and taking care of our customers.",
                "From July through October, we booked 106,000 new group rooms for all future months.",
                "In addition to new bookings, we have rebooked 197,000 group room nights that previously canceled or 23% of all cancelled group room nights since the start of the pandemic.",
                "Furthermore, an additional 56,000 group room nights that had been canceled have expressed their intent to rebook and are at various stages of reworking their group contract, which would increase our rebook percentage to 30% of total cancelled group room nights, should they be converted.",
                "Taken together, the recently booked groups and all definite and tentative rebook groups represent approximately $90 million to $95 million of group room revenue and roughly $130 million of total group revenue.",
                "We are confident we would not have captured all of this business if we did not keep sales professionals on property to work with and take care of our meeting planners and group customers.",
                "For 2021, while our group room night pace is down compared to pre-COVID levels, we currently have approximately 488,000 group rooms on the books, representing $120 million of group room revenue.",
                "These groups equate to approximately 13% of our 2021 occupancy on the books, which is below our three-year average of approximately 20% at this time of the year, yet represents a significant increase from the 2020 actualized levels.",
                "While the group outlook remains a bit of a wait-and-see scenario, the transient trends are more clearly showing signs of improvement.",
                "In mid-March, net transient bookings quickly turned negative, meaning reservation cancellations materially outpaced new reservations as travel came to a historic stand still.",
                "Weekly net transient reservations generally remained negative through the middle of July, and since then have gradually increased, as more of our hotels have opened and more people get back out on the road.",
                "In August, year-over-year net transient reservation declined by roughly 90%.",
                "Then in September and October, net transient weekly reservations were down roughly 75% and nearly 67% respectively, demonstrating sequential monthly growth.",
                "While it is obvious we still have a long way to go to get back to normal operating levels, the trend is clearly headed in the right direction, particularly now that several of our larger hotels have opened in the past couple of months.",
                "Now, let's talk a bit about our improving cash burn.",
                "On our last call, we provided an estimate of our monthly cash burn assuming approximately half of our portfolio had resumed operations, but would continue to run at very low occupancies and that we would reopen additional hotels if local restrictions allowed it and make it economically -- made economic sense to do so.",
                "Three months ago, we estimated that we would incur property-level cash losses of approximately $12 million to $15 million a month and when combined with our corporate expenses, debt service and preferred dividends represented a total monthly cash burn of $19 million to $23 million before capex and extraordinary items.",
                "I'm happy to report that as a result of more hotels resuming operation, the continued rightsizing of the operating model and strong expense reports, our estimate of future cash burn has been reduced by approximately $3 million a month, resulting in total monthly corporate cash burn rate before capital investment of approximately $16 million to $20 million a month or 14% decline from the previous range.",
                "Furthermore, as occupancy continues to increase, specifically for those hotels that recently resumed operations in October and November, our cash burn rate is expected to decline further.",
                "So, let's switch gears and talk a bit about our significant and enviable liquidity position.",
                "We ended the quarter with $504 million of total cash and cash equivalents and full availability on our $500 million credit facility.",
                "Our low leverage, meaningful cash balance gives us significant liquidity to weather the storm, even if it unexpectedly continues for a prolonged period.",
                "As our cash burn rate continues to decline, we gain confidence that a notable portion for existing unrestricted cash balance is available for investments that we believe are likely to become available in the next several quarters.",
                "That is, we are one of the few companies that is not dependent on credit facility draws or incremental borrowings to fund incremental investment.",
                "Now, let's talk about our ongoing capital projects.",
                "As you're likely to remember, we postponed approximately $35 million of capital projects this year, leaving approximately $40 million of our 2020 initial budgeted renovations.",
                "At the same time, taking a long-term view of our business, we accelerated $6 million to $8 million of very disruptive projects that were on hold, waiting a quiet time to be completed.",
                "Of the roughly $50 million of capital projects we expect to complete this year, we invested approximately $11 million into our portfolio in the third quarter and $44 million year-to-date.",
                "This leaves roughly $6 million of capital projects to completed in this final fourth quarter.",
                "Our largest project of the year is the repositioning of our rebranded Bidwell Portland, which we reopened to guests in October.",
                "The Bidwell was relaunched with a equal parts of nature and nurture, with one foot in the city and one in the natural beauty of the Pacific Northwest.",
                "The substantially completed reinvention includes a complete environmentally friendly reinvention of the rooms, restaurant, fitness center, meeting space and club lounge, as well as the addition of nine new guest rooms.",
                "For more details on many of the sustainable features of the Bidwell, I encourage you to review our 2020 Sustainability Report, which can be found on our Investor Relations portion of our website.",
                "Looking at our other key projects, they are substantially complete, our Renaissance Orlando resumed operations in October, with a refreshed atrium lobby, including an updated design to brighten up the overall feeling create a cohesive lobby experience.",
                "At our Wailea Beach Resort, we've added 32 beautiful lanai decks which significantly increased the appeal of these ocean front rooms.",
                "Also, in Wailea, we are on-track to complete -- in the first quarter of 2021 -- a solar project, which will eliminate approximately 650,000 kilowatt hours annually and reduce not only our carbon footprint, but also our energy build by roughly $160,000 per year.",
                "Finally, at our Renaissance DC, we have completed the refresh of product to share and the meeting space elevator modernization.",
                "To sum things up, we believe that the worst is behind us.",
                "16 of our 19 hotels are operating, the hotels that remain open or have resumed operations have witnessed encouraging occupancy trends and are reducing our overall losses in cash burn.",
                "And finally, our significant cash on hand before drawing down on our credit facility not only provides us with incredible stability during these uncertain times, but will allow us to fund attractive investments earlier than others who may be forced focused on shoring up liquidity.",
                "As of the end of the quarter, we had approximately $504 million of total cash and cash equivalents, including $42 million of restricted cash and an undrawn $500 million revolving credit facility.",
                "During the quarter, we repaid $35 million of outstanding senior notes at par with a portion of the proceeds from the sale of the Baltimore Renaissance.",
                "Our balance sheet strength and significant liquidity have positioned us not only to survive the economic shock we are experiencing, but to also come out of it with more flexibility and greater ability to capitalize on opportunities than many others will have.",
                "We continue to focus on managing our costs and minimizing hotel expenses, while maintaining our properties in good condition and opportunistically investing in projects that would have resulted in material displacement.",
                "Working with our operators, we have reduced operating expenses by approximately 60% to 70% since the start of the pandemic.",
                "Based on our current projected cash burn rate of $16 million to $20 million per month before capital expenditures, which was reduced from our previous range of $19 million to $23 million per month, with an actual third quarter burn of approximately $19 million, we estimate that we have approximately two years of liquidity based on existing cash.",
                "Again, that is more than 24 months of liquidity before we would need to take on additional leverage from proceeds from our line or other capital sources, including asset sales, which could extend that liquidity for several more years if needed.",
                "This is a very important distinction.",
                "When we emerge from this pandemic, we will have significantly more capacity than others.",
                "Our balance sheet was already designed to handle major downturn.",
                "So, even if we emerge into a recessionary macro environment, which is possible, we will not need to access additional equity capital to shore up our balance sheet or rightsize our leverage.",
                "This may not likely be the case with everyone in our industry.",
                "Shifting to third quarter operations.",
                "While our third quarter performance was better than second quarter, operations continued to reflect the most dramatic decline in hotel demand the industry has ever seen.",
                "Third quarter adjusted EBITDA was a loss of $36 million, and third quarter adjusted FFO per diluted share was a loss of $0.26.",
                "As John indicated earlier on the call, three of our largest hotels, the Renaissance Orlando, Hyatt Regency San Francisco and Wailea Beach Resort did not resume operations until the fourth quarter.",
                "While these hotels did not help third quarter results, now that they have resumed operations, we expect these hotels to increase portfolio RevPAR and reduce cash burn in Q4 and into 2021.",
                "Now, turning to dividends.",
                "We have suspended our common dividend until we return to taxable income.",
                "At this time, we do not anticipate generating taxable income in 2020 or have the need for any additional distributions this year.",
                "Separately, our Board has approved the routine quarterly distributions for both outstanding series of our preferred securities."
            ],
            "summary": [
                "compname posts q3 adjusted ffo loss per share $0.26.",
                "q3 adjusted ffo loss per share $0.26."
            ]
        },
        "log": [],
        "prompt": []
    },
    "ECTSum--train--5": {
        "original dialog id": "",
        "dialog index": 5,
        "original dialog info": {
            "file_name": "MCK_q2_2022.txt",
            "ect": [
                "Today, I'm joined by Brian Tyler, our Chief Executive Officer; and Britt Vitalone, our Chief Financial Officer.",
                "Brian will lead off, followed by Britt, and then we will move to a question-and-answer session.",
                "We are happy to report another strong quarter for McKesson, driven by continued market improvements and underlying fundamentals of our businesses.",
                "We achieved double-digit adjusted operating profit growth in all four segments based on a strong operating performance and alignment across the enterprise.",
                "As a result of our second quarter performance our confidence in the second half of the fiscal year and McKesson's continue to role in the COVID-19 response efforts, we are raising our guidance range for fiscal 2022 adjusted earnings per diluted share from $19.80 to $20.40 to a new range of $21.95 to $22.55.",
                "We continue to believe we will see a return to pre-COVID pharmaceutical prescription and patient engagement levels in the second half of our current fiscal year.",
                "We're encouraged by the trends we continue to see across primary care, specialty, and oncology patient visits in addition to overall prescription volumes.",
                "We are pleased to see our markets are recovering in line with our original expectations.",
                "Our enterprisewide focus on our company priorities is driving operating performance and furthering the advancement of our long-term growth.",
                "I'd like to take the time today to talk about each of our company's priorities.",
                "First, we have a focus on our people and the culture, which is guided by our ICARE and ILEAD values.",
                "These values include a commitment to both our local and global communities, our customers and the healthcare industry to innovate and deliver opportunities that make our customers more successful.",
                "All for the better health of patients.",
                "Along with these values, we're committed to fostering an inclusive workplace that celebrates our differences and respects the diverse world in which we live and work.",
                "As an organization, we continue to be committed to diversity, equity and inclusion.",
                "Through a more diverse and inclusive workplace we are a stronger, a more creative and a more productive team.",
                "At McKesson our priority has been the health and safety of our employees and we're deeply committed to supporting our team members across the organization, which why I'm incredibly pleased to have announced McKesson's first ever day of wellness, which we call Your Day, Your Way.",
                "This will take place this Friday, November 5th.",
                "We understand that mental, physical and emotional well-being are at most importance to our team, so we made the decision to set aside a special day to help ensure our employees can rest, recharge and take time for themselves.",
                "We're so grateful for all the contributions from the team over the last 19 months.",
                "McKesson employees continue to be in the center of the fight against COVID-19 and we want to make sure everyone gets a chance to take a well-deserved break.",
                "Our second priority is to strengthen our core pharmaceutical and medical supply chain businesses across North America, we have a best-in-class pharmaceutical supply chain.",
                "As a reminder, in the US, we have a scaled distribution presence that delivers roughly one-third of prescription medicines each day.",
                "Our operational excellence and our ability to leverage our scale with global suppliers is one of the many reasons why McKesson continues to be the partner of choice for hospitals, health systems and pharmacies of all size.",
                "We strengthen our business when we strengthen our customers and partners.",
                "This past quarter we held our Annual McKesson ideaShare educational event which brought together independent pharmacy operators to help them learn new skills, how to grow strategically and how to operate efficiently.",
                "The virtual experience helped 2,000 independent pharmacies, prioritize education and networking, which we believe will shape the future of community, pharmacy and strengthen the independent business for the better.",
                "In Canada, we've been the leader in healthcare-related logistics and distribution for 100-years and we support hospitals, community and retail pharmacies to ensure that medication is always available.",
                "We're a leader in medical distribution to alternate site markets and our footprint in the US healthcare is underpinned by our strong sourcing and supply chain capabilities, we deliver medical and surgical supplies and services to over 250,000 customers.",
                "Our pharmaceutical and medical distribution businesses continue to play an integral role in the pandemic response efforts, and our capabilities have been highlighted through our evolving partnership with US government's COVID-19 vaccine distribution, kitting and storage programs.",
                "I'm glad to say that the Fundamentals in our core business remain solid and our execution has continued to improve as we accelerate our growth and work to deliver high quality resilient supply chains to our customers.",
                "Our third company priority is to simplify and streamline the business.",
                "We're prioritizing the areas where we have deep expertise and are central to our long-term growth strategies, largely within the North American market.",
                "As a result we made the decision to fully exit McKesson's businesses in the European region.",
                "In July, we announced that we have entered into an agreement to sell our European businesses in France, Italy, Ireland, Portugal, Belgium and Slovenia to the PHOENIX Group.",
                "Today, we're announcing that McKesson has made the decision to sell our UK retail and distribution businesses as a whole.",
                "The transaction is expected to close in Q4 of fiscal 2022 subject to customary closing conditions, including receipt of required regulatory approvals.",
                "We believe this step toward a full exit of our European business is an important milestone in our strategy as a streamlined, efficient focused organization.",
                "Building upon the foundation of a strong company culture and a stable business the last company priority encompasses our two strategic growth pillars.",
                "We are investing to advance our oncology and biopharma services, which includes building integrated ecosystem that leverage our differentiated assets and capabilities and our strategic focus on these two pillars is important as both of these areas have good inherent growth opportunities.",
                "McKesson's oncology ecosystem supports over 14,000 specialty physicians through distribution and GPO services, and we are the leading distributor in the community oncology space.",
                "We have over 1,400 physicians in the US Oncology Network spread over approximately 600 sites of care in the US.",
                "Within our oncology ecosystem Ontada generates insights at the intersection of technology and data and supports community providers with precise cancer care by improving patient outcomes and delivering evidence and insights to help accelerate life sciences research.",
                "The ecosystem helps the clinicians to provide better care in an increasingly complicated oncology care landscape, by helping them grow their businesses, attract more patients and produce better health outcomes.",
                "We can then leverage interconnected technology and real world insights to feed data back upstream to manufacturers, which can help them, think about identifying new products, innovations and new markets.",
                "Within the biopharma ecosystem the Prescription Technology Solutions businesses leverage technology networks and access to provider workflows, to serve biopharma and life sciences partners and patients.",
                "We have built this ecosystem over many years as it includes assets like RelayHealth Pharmacy, CoverMyMeds and RxCrossroads, it allows us to connect providers, payers and patients together to focus on access, adherence and affordability solutions.",
                "Our two strategic pillars of oncology and biopharma services are not just businesses or products, but fundamentally a suite of solutions that solve long-standing problems in ways that bring more speed, impact and efficiency.",
                "We will continue to invest and accelerate the execution against those strategies, which support a long-term growth for McKesson.",
                "I'm confident in the progress against our company's priorities that they will enable the advancement of our growth.",
                "Before I turn to our second quarter results just a brief update on our Board of Directors.",
                "Dr. Carmona has a strong focus on improving public healthcare and extensive experience in clinical sciences, healthcare management and emergency preparedness, which led to his nomination and unanimous senate confirmation as the 17th Surgeon General of the United States from 2002 until 2006.",
                "Currently, Dr. Carmona is Chief of Health Innovations at Canyon Ranch and a Professor of Public Health at the University of Arizona.",
                "His hands on healthcare experience will be invaluable for McKesson's Board of Directors.",
                "Now I want to turn to the business performance within the second quarter.",
                "We are pleased with our strong second quarter performance and we remain encouraged by the underlying fundamentals in our business.",
                "Let me start with US Pharmaceutical, while our solid results for the second quarter reflected continued improvement of prescription trends, which were in line with our expectations.",
                "Within specialty oncology visits, we saw an exit rate of pre-COVID levels, which again was in line with our expectations.",
                "The US Pharmaceutical segment saw a 12% adjusted operating profit growth, which was underpinned by the distribution of specialty products to providers and health systems and the contribution from our successful COVID-19 vaccine distribution operations.",
                "We are in a strong position to continue to support the government and private enterprise in the future for distributing COVID and flu vaccines and our investments in the distribution business continue to be showcased through our successful vaccine response.",
                "Through October 28th, our US Pharmaceutical business has successfully distributed over 311 million Moderna and Johnson & Johnson COVID-19 vaccines to administration sites across the United States and to support the US government's international donation mission.",
                "In Prescription Technology Solutions, the business continued to perform well this quarter as our technology and service offerings have accelerated the support and growth of our biopharma customers, and we've been successful in adding new brands to our platforms.",
                "The segment had excellent momentum and delivered a 38% increase to adjusted operating profit growth during the second quarter.",
                "In addition to the operational strength, I'm proud to say that we are helping patients get access to the therapies through our market leading technology offerings in this patient care visits and we announced we are expanding our work with the US government through a new kitting and storage contract.",
                "Our Medical-Surgical business remains well positioned to continue to support the government as needed.",
                "The growth in our Medical-Surgical segment is reflective of strong topline performance and underlying business improvement.",
                "As it relates to international, the segment had solid adjusted operating profit growth, benefiting from both local COVID programs and a new partnership with one of Canada's largest retailers.",
                "Distribute and administer COVID-19 vaccines and through September, we've distributed over 58 million vaccines to administration sites in select markets across our international geographies.",
                "As a reminder, excluding our planned divestitures in Europe, we have businesses in Norway, Austria, Denmark and Canada in our international segment.",
                "For our remaining European businesses, we are exploring strategic alternatives as we align future investments to our growth strategies.",
                "Before I close, I would like to update you on the status of the proposed opioid settlement.",
                "Recently, we announced that enough states have agreed to settle to proceed to the next phase, which is the subdivision sign-on period.",
                "During this phase, each participating state will offer its political subdivisions, including those that have not sued the opportunity to participate in the settlement for an additional 120-day period, which ends January 2nd, 2022.",
                "We are pleased with this important step and we believe the settlement framework will allow us to focus our attention and resources on the safe and secure delivery of medications and therapies, while expediting the delivery of meaningful relief to the affected communities.",
                "In closing, I am encouraged as we continue to make progress and accelerate growth as we advance our company priorities.",
                "Our underlying distribution business have stable fundamentals, great teams and strong execution.",
                "We are investing in what we believe are two good growth markets where we have differentiated capabilities and we look forward to sharing more of those successes and proof points with you at our upcoming Investor Day.",
                "I'm pleased to be here today to discuss our fiscal second quarter results, which reflect strong performance and momentum across the business, driven by operational excellence and execution against our growth strategies.",
                "This momentum could be seen in each of our segments.",
                "Let me start with an update on Europe.",
                "The ultimate proceeds from this transaction are subject to certain adjustments under the agreement.",
                "Therefore, the proceeds may differ from the announced purchase price.",
                "The customer will continue to operate these businesses and record revenue and income until the transaction is closed, which is expected to occur in our fourth quarter of fiscal 2022, pursuant to the satisfaction of customary closing conditions, including receipt of regulatory approvals.",
                "The assets involved in this transaction contributed approximately $7.8 billion in revenue and $64 million in adjusted operating profit in fiscal 2021.",
                "The net assets included in the transaction will be classified as held for sale, and held for sale accounting will be effective beginning with our fiscal 2022 third quarter.",
                "We will remeasure the net assets to the lower of carrying amount or fair value, less cost to sell, and we estimate that this will result in a GAAP only charge of between $700 million to $900 million in our third quarter of fiscal 2022.",
                "Due to held for sale accounting treatment, we will discontinue recording depreciation and amortization on the assets involved in the transaction.",
                "This impact is not included in the fiscal 2022 outlook provided today.",
                "This transaction provides us the focus to pursue the growth strategies of oncology and biopharma services in North America and as Brian mentioned, we remain committed to a full exit of our European businesses, which includes announced transactions to the Phoenix Group and Aurelius, as well as our remaining operations in Norway, Austria and Denmark.",
                "Let me now turn to our second quarter results.",
                "Before I provide more details on our second quarter adjusted results, I want to point out two additional items that impacted our GAAP only results in the quarter.",
                "First, we recorded a GAAP only after tax charge of $472 million related to our agreement to sell certain European businesses to the Phoenix Group to account for the remeasurement of the net assets to lower of carrying amount or fair value, less cost to sell.",
                "This transaction is expected to close within the next 12-months.",
                "Also during the quarter we recorded an after-tax loss of $141 million on debt extinguishment related to the successful completion of a bond tender offer.",
                "Moving now to our adjusted results for the second quarter, beginning with our consolidated results, which can be found on Slide seven.",
                "Our second quarter results were highlighted by strong operating performance, which included record revenue and double-digit adjusted operating profit growth across all segments.",
                "We are encouraged by the ongoing market improvement in both prescription volumes and patient visits, which we observed in our second quarter.",
                "These improvements are supported by our strategic agenda setting us on a path of disciplined approach.",
                "And our work to support US government's COVID-19 domestic and international vaccine and kitting efforts continues to contribute to growth in addition to the momentum we have built across the business.",
                "Second quarter adjusted earnings per diluted share was $6.15, an increase of 28%, compared to the prior year.",
                "This was -- this result was driven by the contribution from COVID-19 vaccine and kitting distribution and growth in the Medical-Surgical Solutions segment partially offset by a higher tax rate.",
                "Second quarter adjusted earnings per diluted share, also includes net pre-tax gains of approximately $97 million or $0.46 per diluted share associated with McKesson Ventures equity investments, as compared to $49 million in the second quarter of fiscal 2021.",
                "Consolidated revenues of $66.6 billion increased 9% above the prior year.",
                "Principally driven by growth in US Pharmaceutical segment, largely due to increased pharmaceutical volumes, including growth in specialty products and our largest retail national account customers to partially offset by branded to generic conversions.",
                "Adjusted gross profit was $3.3 billion for the quarter, up 12% compared to the prior year.",
                "Comparable adjusted gross margins for the quarter was up 10 basis points versus the prior year.",
                "Adjusted operating expenses in the quarter increased 4% year-over-year.",
                "and adjusted operating profit of $1.3 billion for the quarter was an increase of 34%, compared to the prior year and reflected double-digit growth in each segment.",
                "Interest expense was $45 million in the quarter, a decline of 10%, compared to the prior year driven by the net reduction of debt in the quarter.",
                "Our adjusted tax rate was 18.8% for the quarter, which was in line with our expectations.",
                "In wrapping up our consolidated results second quarter diluted weighted average shares were 155.8 million, a decrease of 5% year-over-year.",
                "Moving now to our second quarter segment results, which can be found on Slides eight through 13, and I'll start with US Pharmaceutical.",
                "Revenues were $53.4 billion, an increase of 11% year-over-year as increased pharmaceutical volumes, including growth in specialty products and our largest retail national account customers were partially offset by branded to generic conversions.",
                "Adjusted operating profit increased 12% to $735 million, driven by growth in the distribution of specialty products to providers and health systems and the contribution from COVID-19 vaccine distribution.",
                "The contribution from our contract with the US government-related to the distribution of COVID-19 provided a benefit of approximately $0.28 per share in the quarter, which is above our original expectations.",
                "In the Prescription Technology Solutions segment revenues were $932 million, an increase of 40% driven by higher biopharma service offerings, including third-party logistics services and increased technology service revenue, partially resulting from the growth of prescription volumes.",
                "Adjusted operating profit increased 38% to $144 million, driven by organic growth from access and adherence solutions.",
                "Moving now to Medical-Surgical Solutions, revenues were $3.1 billion, an increase of 23%, driven by increased sales of COVID-19 tests and growth in the primary care business.",
                "Adjusted operating profit increased 52% to $319 million, driven by growth in the primary care business, increased sales of COVID-19 tests, and the contribution from kitting, storage and distribution of ancillary supplies for the US governments COVID-19 vaccine program.",
                "The contribution from our contract with US government-related to the kitting, distribution and storage of ancillary supplies for COVID-19 vaccines provided a benefit of approximately $0.14 per share in the quarter, which was above our original expectations.",
                "Next, let me address our international results.",
                "Revenues in the quarter were $9.1 billion, a decrease of 5%, primarily driven by the contribution of McKesson's German wholesale business to a joint venture with Walgreens Boots Alliance, partially offset by volume increases in the pharmaceutical distribution and retail businesses.",
                "Excluding the impact from the contribution of our German wholesale business, which was completed in the third quarter of fiscal 2021.",
                "Segment revenue increased 13% year-over-year and was up 9% on an FX adjusted basis.",
                "Adjusted operating profit increased 41% year-over-year to $163 million.",
                "On an FX adjusted basis adjusted operating profit increased 34% to $155 million, driven by the discontinuation of depreciation and amortization on certain European assets classified as held for sale beginning in the second quarter of fiscal 2022.",
                "The held for sale accounting in our international business contributed $0.13 to adjusted earnings in our second quarter of fiscal 2022.",
                "Moving on to Corporate.",
                "Adjusted corporate expenses were $83 million, a decrease of 39% year-over-year, driven by gains of approximately $97 million or $0.46 from equity investments within our McKesson Ventures portfolio.",
                "This quarter we had fair value adjustments related to multiple portfolio companies within McKesson Ventures, compared to fiscal 2021 gains from McKesson Ventures contributed $0.24 year-over-year.",
                "As previously discussed it's difficult to predict when gains or losses on our Ventures portfolio companies may occur and therefore our practice has been, it will continue to be to not include Ventures portfolio impacts in our guidance.",
                "We also reported opioid related litigation expenses of $36 million for the second quarter and anticipate that fiscal 2022 opioid-related litigation expenses will be approximately $155 million.",
                "Consistent with the proposed settlement announced in July, we also made the first annual payment into escrow of approximately $354 million during the quarter.",
                "Let me now turn to our cash position, which can be found on Slide 14.",
                "We ended the quarter with a cash balance of $2.2 billion for the first six months of the fiscal year, we had negative free cash flow of $109 million.",
                "In Q2, we completed several debt transactions.",
                "In July, we redeemed EUR600 million denominated note prior to maturity.",
                "In August, we completed a cash funded upsize tender offer, which resulted in the redemption of $922 million principal outstanding debt.",
                "And finally, we completed a public offering of a note in the principal amount of $500 million at 1.3%.",
                "These actions aligned with our previously stated intent to modestly delever and to further strengthen our balance sheet and financial position.",
                "Year-to-date, we made $279 million of capital expenditures, which included investments to support our strategic pillars of oncology and biopharma services.",
                "For the first six months of the fiscal year, we returned $1.4 billion in cash to our shareholders through $1.3 billion of share repurchases and the payment of $134 million in dividends.",
                "We have $1.5 billion remaining on our share repurchase authorization and continue to expect diluted weighted average shares outstanding to range from 154 million to 156 million for fiscal 2022.",
                "Let me transition now and speak to our outlook for the remainder of fiscal 2022.",
                "As a result of our strong first half performance and our outlook for the remainder of the year, we are raising our previous adjusted earnings per share guidance range for fiscal 2022 to $21.95 to $22.55, which is up from our previous range of $19.80 to $20.40.",
                "Our updated outlook for adjusted earnings per diluted share reflects 27.5% to 31% growth from the prior year.",
                "And our guidance assumes growth across all of our segments.",
                "Additionally, fiscal 2022 adjusted earnings per diluted share guidance includes $2.30 to $3.05 of impacts attributable to the following items: $0.50 to $0.70 related to the US governments COVID-19 vaccine distribution, which is an increase from the previous range of $0.45 to $0.55; $0.80 to $1.10 related to the kitting storage and distribution of ancillary supplies, an increase from the previous range of $0.50 to $0.70 as discussed at recent conference; $0.50 to $0.75 related to COVID-19 tests impairments for PPE related products; and approximately $0.49 from gains or losses associated with McKesson Ventures equity investments within our corporate segment year-to-date.",
                "Excluding the impact of these items from both fiscal 2022 guidance and fiscal 2021 results this indicates 20% to 29% forecasted growth.",
                "Let me provide a few additional assumptions related to our guidance.",
                "We continue to expect prescription and patient engagement volumes will return to pre-COVID levels in the second half of our fiscal 2022, which is in line with our original guidance.",
                "In US Pharmaceutical segment, we now expect revenue to increase 8% to 11% and adjusted operating profit to deliver 4.5% to 7.5% growth over the prior year.",
                "We continue to see stable fundamentals.",
                "Specifically, our outlook for branded pharmaceutical pricing remains consistent with our original guidance and the prior year of mid single-digit increases in fiscal 2022 and our views that the generics market remains competitive yet stable, as our volumes have continued to improve in the September quarter.",
                "Our guidance includes contribution related to our role as a centralized distributor for the US governments COVID-19 vaccine distribution.",
                "This includes we're preparing vaccines for international missions.",
                "Our current outlook remains in mind to the volume distribution schedule provided by the CDC and the US government.",
                "The current guidance excludes booster shots, due to the timing of the recent approvals, as well as vaccines for pediatrics, which have not been approved by the CDC.",
                "We will continue to update you on the progress and contribution from this program.",
                "When excluding COVID-19 vaccine distribution in the segment, we expect approximately 3% to 6% adjusted operating profit growth.",
                "In addition, our investments in our leading and differentiated position in oncology will continue to represent an approximate $0.20 headwind in fiscal 2022.",
                "In our Prescription Technology Solutions segment, we see revenue growth of 31% to 37%, and adjusted operating profit growth of 23% to 29%, this growth reflects the strong service and transaction momentum in the business.",
                "Now transitioning to Medical-Surgical our revenue outlook assumes a 8% to 14% growth and adjusted operating profit to deliver 35% to 45% growth over the prior year.",
                "As mentioned previously, our outlook includes $0.80 to $1.10 related to the contribution from the US government's distribution of ancillary supply kits and storage programs, and $0.50 to $0.75 related to COVID-19 tests and PPE impairments related products.",
                "Excluding the impacts from these items from both fiscal 2022 guidance and fiscal 2021 results, this indicates 13% to 19% forecasted growth.",
                "One additional note related to our US distribution businesses.",
                "One of the pillars of our enterprise strategy is talent, the ability to attract and retain the best workforce in healthcare.",
                "The labor market remains competitive and we have assumed a modest expense impact to ensure there is continued service continuity through the holiday season and the back half of our fiscal year.",
                "Therefore, the guidance that we're providing today includes approximately $0.10 to $0.20 of adjusted operating expense impact for labor investments in our US distribution businesses in the second half of the year.",
                "Finally in the international segment, our revenue guidance is 1% decline to 4% growth as compared to the prior year.",
                "As a reminder, this reflects the impact of the contribution of our German wholesale business to a joint venture with Walgreens Boots Alliance.",
                "For adjusted operating profit our guidance reflects growth in the segment of 39% to 43%, which includes approximately $0.38 of expected adjusted earnings accretion in fiscal 2022, as a result of the held for sale accounting related to our agreement to sell certain European assets to the Phoenix Group.",
                "It also includes our strong performance in the second quarter and the contribution from COVID-19 vaccine distribution in the segment.",
                "Turning now to the consolidated view.",
                "Our increased guidance assumes a 8% to 11% revenue growth and 18% to 22% adjusted operating profit growth, compared to fiscal 2021.",
                "Our full-year adjusted effective tax rate guidance of 18% to 19% remains unchanged.",
                "And we anticipate corporate expenses in the range of $610 million, $660 million.",
                "On our May 6th earnings call we outlined an initiative to rationalize office space in North America to increase efficiencies and to support employee flexibility.",
                "We've made good progress against this initiative.",
                "And based on this progress we now expect earlier benefits from these actions, resulting in the realization of annual operating expense savings of approximately $15 million to $25 million in the second half of fiscal 2022, with annual savings of $50 million to $70 million, when fully implemented.",
                "These savings will be realized across all of our segments.",
                "[Technical Issues] which is net of property acquisitions and capitalized software expenses.",
                "As a reminder, historically we generate the majority of our cash flows in the fourth quarter of our fiscal year.",
                "This strong cash flow generation provides the financial flexibility to execute a balanced capital allocation approach; investing in our strategies of oncology and biopharma services; positioning our business for long-term growth, while remaining committed to returning capital to shareholders through our dividend and share repurchases.",
                "Our investment grade credit rating remains a priority and underpins our financial flexibility.",
                "In closing, we are encouraged by our strong performance in the first half of our fiscal year.",
                "The momentum across the business, including our partnership with the US government positions us to deliver the updated fiscal 2022 outlook provided here today.",
                "Finally, we're looking forward to providing additional details on our strategies and the strength of our businesses at our upcoming Investor Day on December 8th."
            ],
            "summary": [
                "compname posts quarterly revenue of $66.6 billion.",
                "qtrly adjusted earnings per diluted share of $6.15.",
                "qtrly total revenues of $66.6 billion increased 9%.",
                "increased fiscal 2022 adjusted earnings per diluted share guidance range to $21.95 to $22.55.",
                "fiscal 2022 adjusted earnings per diluted share guidance includes approximately $2.30 to $3.05 of impacts."
            ]
        },
        "log": [],
        "prompt": []
    }
}