[
    {
        "file_name": "PNW_q3_2021.txt",
        "ect": [
            "First, I need to cover a few details with you.",
            "We will be advancing the slides as the speakers present today.",
            "It will also be available by telephone through November 12, 2021.",
            "These are indeed challenging times for us.",
            "But right upfront, I want to make it clear that while we may be navigating some short-term challenges, as you'll see, the mid-term prospects post 2022 are positive, and we remain confident in our ability to create renewed growth and deliver strong shareholder returns.",
            "I know the conclusion of the 2019 rate case is the most significant development and everyone is interested in hearing more about that.",
            "But before we cover the rate case, you can see from the four main topics we will discuss today.",
            "I'll cover our third quarter results and our expectations for the remainder of 2021.",
            "Finally, I will wrap up with 2022 guidance and our long-term financial outlook.",
            "Focusing on the third quarter, our performance remains strong, earning $3 per share compared to $3.07 per share in third quarter of 2020.",
            "Mild weather was a significant factor, largely offset by strong sales.",
            "We experienced a mild July and August driven by one of the wettest monsoon seasons in recent history.",
            "Residential cooling degree days in the third quarter decreased 27.5% compared to the same time a year ago, and were 10.6% lower than historical 10-year averages.",
            "As a reminder, third quarter last year was the hottest on record.",
            "Robust sales and usage growth in addition increased transmission sales this quarter mitigated most of the weather impacts.",
            "Looking at full year, I'll provide an update to the 2021 Key Drivers and earnings guidance.",
            "Customer growth and weather normalized sales growth remain important drivers for the remainder of the year.",
            "We are updating weather normalized sales guidance to 3% to 4%, up from 1% to 2%, based on continued robust customer growth and strong residential usage.",
            "Lastly, with the conclusion of the 2019 rate case, we're now able to provide full year guidance.",
            "We expect earnings per share to be within the range of $5.25 to $5.35 per share.",
            "As all of you know, after a series of open meetings and public discussions, the Commission issued a final decision in our 2019 rate case.",
            "This rate case was complex and the issues were numerous.",
            "I'll highlight a few of the main issues that were decided, the revenue requirement SCRs and the ROE.",
            "I'll also discuss our next step and strategy coming out of this case, and then lastly as Ted mentioned, he'll provide the 2022 guidance and our long-term financial outlook.",
            "This outcome was not what we wanted and the process that transpired was not constructive.",
            "Everything we have said on the record with our regulators about what's so damaging and concerning about this decision holds true.",
            "It is a decision that makes everything we're committed to doing more challenging and more costly for a time.",
            "What this decision has not done is change our mission as a company, nor our commitment to delivering value to our customers and you our investors.",
            "It has not changed the commitment of our employees to operational excellence in all that we do.",
            "In fact, we're using the expertise and the track record that we've built in the areas of long-term planning, cost management, innovation and serving as an active voice and advocate for the Arizona business community to emerge from this case with a robust strategy.",
            "We're not apologetic about standing up for what's right for our customers and our communities and for our investors, the owners of this company.",
            "It's your confidence in us and your investment in us that makes it possible to deliver the product and services that power Arizona's economy and way of life.",
            "We don't take that for granted and we'll lay out for you today how we plan to continue to create values at competitive levels, amid the headwinds and the challenges that this case has created.",
            "As a reminder, this case was unique for many reasons.",
            "We are compelled by the Commission to file this case under a question of whether we are over earning.",
            "We are also required to fully litigate this case instead of pursuing settlement opportunities.",
            "This is our first fully litigated rate case in over 15 years.",
            "We still believe that rate case settlements are the standard and this case was definitely an exception.",
            "And finally this case was centered around cost recovery of coal asset.",
            "In contrast, our future investment recovery will be premised on infrastructure supporting Clean Energy and our customer growth.",
            "Let me walk through some of the major decisions of the case.",
            "First, the Commission adopted a total base rate decrease of $119 million inclusive of fuel.",
            "The Commission did reverse its initial vote to move the SCR issue to a separate proceeding and instead provided partial recovery of the SCRs with the disallowance of $216 million.",
            "We disagree with the Commission's decision that the SCR investment was imprudent and don't believe that the record in this case supports that conclusion.",
            "As I've stated before the Four Corners Power Plant is a critically important reliability asset for the entire Southwest region.",
            "It's used in useful currently serving customers and the investment in the SCRs was required to keep the plant running under federal law.",
            "In addition, the Commission voted to lower the ROE from the recommended opinion orders already low ROE of 9.16% to 8.7%.",
            "With this part of the decision, the Commission has adopted an ROE that's meaningfully below the national average of 9.4% for electric utilities and the company disagrees with the Commission's rationale.",
            "We have embraced a culture focused on customer service and don't believe that a penalty was warranted, and the ROE granted ignores the fact that we were one of the fastest growing states in the country and we need to attract capital in order to fund the growth and economic development that we're experiencing in Arizona.",
            "In addition, the Commission moved away from the long-standing practice of providing a risk premium for serving as the operator of the largest clean nuclear generating station in the country.",
            "We'll continue to navigate through these challenges by leveraging our strong growth and seeking judicial review of the decision through the courts.",
            "Although we are disappointed by the Commission's decision, importantly, we now have clarity of the path forward.",
            "And so, let me share our next steps and strategy as we look to the future.",
            "We continue to remain optimistic about our future for many reasons and I'll discuss each of these reasons in more detail.",
            "First, we have a solid track record for performance and have grown earnings and our dividends steadily throughout this time, although we're looking at a reset with this rate case outcome and despite the challenges of our regulatory environment, both for Arizona and our company, we believe that we have the ability to create long-term value and steady growth from here.",
            "And Ted will later share our financial outlook and the actions that we're taking as a management team to get us there.",
            "In addition to our earnings track record, we've delivered on our promise to provide affordable energy to our customers and I'll share I think a great example.",
            "We've seen a 6% weather normalized increase in demand for residential electricity from 2018 to 2020.",
            "During that same period we've lowered the average residential customer bill by more than 7%.",
            "We remain focused on customer affordability and keeping it central to our plans to provide long-term sustainable growth.",
            "That focus, coupled with continued cost management creates headroom for the future.",
            "The second reason that I'm optimistic about our future is our best-in-class service territory.",
            "Arizona remains among the fastest growing states in the country, where other states were experiencing little or negative customer growth, we're projecting 1.5% to 2.5% retail customer growth in 2021 and 3% to 4% weather normalized sales growth.",
            "We expect 43,000 housing permits this year in Maricopa County alone, levels that have not been reached since before the great recession.",
            "We believe the constructive business environment and the ample job growth that it creates a competitive cost of living and a desirable climate will continue to grow the Metro Phoenix housing market and benefit the local economy.",
            "Focusing on our service territory specifically, we continue to see development from a variety of sectors, which is helping to diversify our local economy more than ever.",
            "In particular, Phoenix is becoming a leader in attracting high tech and data center customers.",
            "As you may remember, Taiwan Semiconductor broke ground on their $12 billion investment earlier this year, cementing Phoenix is one of the top semiconductor hubs in the country.",
            "More recently, KORE Power announced their intention to build a 1 million square foot lithium-ion battery manufacturing facility.",
            "We'll continue to focus our economic development approach on helping to attract and expand businesses and job creators.",
            "The third reason that we're confident is the clear path for our transition to Clean Energy.",
            "We came out with our Clean Energy commitment in early 2020, and I'm proud that we've made significant progress toward that commitment.",
            "As you know, earlier this year, we announced that our Four Corners power plant would begin seasonal operations in 2023.",
            "This will reduce annual carbon emissions from the plant by an estimated 20% to 25% compared to current conditions.",
            "In addition, we remain committed to end the use of coal at our remaining Cholla units by 2025 and to completely exit coal by 2031.",
            "Since our Clean Energy commitments announcement we've procured nearly 1,400 megawatts of additional Clean Energy and storage.",
            "Obviously, Arizona enjoys some of the best solar conditions in the world and we are well positioned to capitalize on this resource as we continue that Clean Energy transition.",
            "Turning to our regulatory environment.",
            "Although, this last case was not constructive, I believe we'll be able to reasonably navigate through the regulatory environment in the future.",
            "I'll underscore that this last case was unique in nearly every aspect.",
            "We plan on filing a new rate case as soon as practicable and be looking to improve the ROE commensurate with rising interest rates and returns.",
            "Historically, outcomes achieved through settlement have delivered new and innovative customer programs and other results that benefit a broad and a diverse range of vested interest in our state's energy future.",
            "We would aim to achieve a settled outcome in our next case, because we believe that the nature of that process itself yields more informed constructive and mutually beneficial results.",
            "We'll work to find alignment with stakeholders and the regulators, so that we can improve things for all interested parties.",
            "Finally, I'm optimistic about the future because we have a well thought out long-term strategy that my entire management team and I are committed to executing.",
            "We've refocused on the customer and have built a customer-centric strategy that will allow us to deliver exceptional customer service results.",
            "We are the most improved large utility in J.D. Power's 2020 residential electric service study and we're focused on making continued improvements.",
            "Near term, our focus and priorities remain on improving our customer experience, customer communications, providing safe and reliable service and continuing to engage with stakeholders to advance our shared priorities of clean, reliable and affordable energy for Arizona residents and businesses.",
            "Now, I'll walk through our 2022 guidance and long-term financial outlook.",
            "As Jeff discussed, this last case was not the outcome we were looking for and we recognize this rate case is a regulatory reset.",
            "We're providing a 2022 earnings guidance range of $3.80 to $4 per share given the full effects of the rate case.",
            "We recognize this is a significant reduction compared to 2021, so we've illustrated key factors contributing to the change in earnings.",
            "As you can see on Slide 19, we're starting with the midpoint of our 2021 guidance and walking through the drivers to get us to the midpoint of our 2022 guidance.",
            "No surprise, the most significant driver is the recent rate case decision, with a negative $0.90 impact.",
            "This reflects an additional $13 million downward adjustment beyond the $90 million net income impact estimated for the recommended opinion on order last quarter.",
            "In addition, growth in depreciable plant, higher interest expense related to new financing needs and lower pension OPEB non service credits make up the remaining negative drivers.",
            "We are focused on cost management and expect O&M savings to provide some positive impact to get us to our 2022 guidance range of $3.80 to $4 per share.",
            "Turning to the future, we are prepared to use all levers we have available to help us mitigate the impact of this case, and we remain optimistic of our ability to provide long-term value.",
            "As you can see, investors can expect seven objectives from us and I'll touch upon each one.",
            "Our plan is expected to provide strong long-term earnings growth after 2022 for the next five years.",
            "I want to be transparent and reemphasize that this as projected 5% to 7% earnings growth, builds on our 2022 guidance.",
            "We realize the 2021 base year is a lower growth rate at about 1% to 2%.",
            "However, we believe 2022 is the appropriate place to anchor our long-term outlook given the valuation reset that has already occurred and we're focused on creating shareholder value from this point going forward.",
            "There are a number of factors that could provide upside potential to our growth guidance.",
            "For example, we have the ability to meet -- we have the ability to invest in more Clean Energy if we achieve more constructive cost recovery.",
            "In addition, robust economic development opportunities may drive increased sales and customer growth.",
            "Those along with other factors could provide upside to our guidance.",
            "The second objective shareholders can expect from us, is an optimized capital management plan.",
            "As Jeff discussed, we continued to experience solid growth in our service territory, which is the primary driver behind our capital plan.",
            "Steady population growth is expected to drive average annual customer growth in the range of 1.5% to 2.5% through 2024.",
            "In addition, we expect average annual sales growth to be in the range of 3.5% to 4.5% through 2024 on a weather-normalized basis.",
            "We have updated our capital plan to $4.7 billion from 2022 to 2024.",
            "While this represents a modest increase from prior levels, we believe this is prudent until we're in a better place to secure timely and constructive cost recovery.",
            "We are committed to taking a balanced approach in managing our capital plan to support customer growth, reliability and our clean transition, while limiting our equity needs to minimize dilution as we recover from the outcome of this case.",
            "Third, as you can see from 2019 to 2024, we project that our rate base growth will remain steady at an average annual growth rate of 5% to 6%.",
            "I want to highlight that our FERC jurisdictional transmission investments continue to represent a meaningful portion of that growth, that almost a quarter of the total rate base.",
            "These investments benefit from superior authorized returns in a more favorable cost recovery construct than our ACC jurisdictional investments.",
            "We believe the steady growth will allow us the opportunity to provide solid earnings growth from transmission in the future.",
            "Next, I'd like to provide clarity on our financing plans going forward.",
            "We've previously stated that we would issue equity prior to the next rate case.",
            "We understand this case was not constructive and we're committed to doing everything we can to protect shareholders from further dilution.",
            "Therefore, we're deferring our equity issuance and have no plans to issue equity until the conclusion of the next rate case.",
            "In the meantime, we'll leverage our sales growth and the strength of our balance sheet to support our investment needs.",
            "While we show equity or equity alternatives in the plan, we have no plans for this to be sourced earlier than 2024, protecting investors from dilution during this period.",
            "We have a solid track record of disciplined cost management and previously announced that we have initiated additional cost savings programs.",
            "We understand the importance of efficiency and instituting lean initiatives.",
            "With that in mind, we're updating our O&M guidance to show one, a reduction of O&M expense from 2021 to 2022.",
            "Two, a goal of keeping total O&M flat during this period.",
            "And three, a goal of declining O&M per kilowatt hour.",
            "Cost management and lean processes will continue to be a strong focus of our management team to mitigate both inflationary pressures and regulatory lag.",
            "We anticipate another important expectation that investors can look forward to as our attractive dividend yield.",
            "Yesterday, our Board of Directors announced an increase in our quarterly shareholder dividend from $0.83 to $0.85 per share.",
            "We have consistently grown our dividend for 10 years straight and we are committed to dividend growth going forward.",
            "Our longer term objective is to grow the dividend, commensurate with earnings growth and target a long-term dividend payout ratio of 65% to 75%.",
            "We understand that we're not there now, but we are confident in our plan and that we will eventually grow back into this payout range.",
            "Turning to the final item, our balance sheet.",
            "We continue to maintain a strong balance sheet, providing us flexibility in our sources of capital over the next few years.",
            "We have an attractive long-term debt maturity profile and no debt maturing at APS until 2024.",
            "Additionally, we maintain robust and durable sources of liquidity with our $1.2 billion of credit facilities recently extended to 2026 and a well-funded and largely derisked pension.",
            "Taking a closer look at our ratings.",
            "We continue to have solid investment grade credit ratings.",
            "Even with the recent downgrade by Fitch and the credit reviews announced by Moody's and S&P, our balance sheet targets include three key components, maintaining credit rating strength, maintaining an APS equity layer greater than 50% and an FFO to debt range of 16% to 18%.",
            "In summary, we're taking action during this reset and have a plan for attractive growth going forward.",
            "Importantly, we plan to defer all equity until 2024, further reduce O&M and optimize the balance sheet and capital program during this reset period.",
            "In return, we have the highest dividend yield among peers, which stands today above 5%.",
            "While certainly a factor of the current valuation, even at a stock price 20% higher than current levels, we offer a dividend yield more competitive than peers.",
            "In addition, we announced long-term earnings per share growth guidance of 5% to 7% from 2022 for the next five years.",
            "With the attractive dividend yield and solid earnings per share CAGR, we anticipate a competitive 10% to 12% total shareholder return going forward.",
            "In the short-term, we are laser focused on doing everything we can to protect investors during this reset period and then transitioning to a renewed era of growth, so that we can provide a competitive return going forward.",
            "We remain optimistic about the future.",
            "Although the final outcome of this rate case was worse than we had expected, we have a path forward that is centered around our long-term track record of constructive rate case outcomes, our robust service territory growth, continued balance sheet strength and a focused management team that is taking action."
        ],
        "summary": [
            "sees fy earnings per share $5.25 to $5.35 from continuing operations."
        ]
    }
]